Repository: teast/scangearmp
Catalog: scangearmp/po/*.po
Languages: cs, el, es, fi, hu, id, it, nb, nl, pl, pt, ru, sv, th, tr

source: You are trying to scan an image exceeding 100 MB. Scanning images of this size puts a considerable load on the computer, and some applications may be unable to load the image. Are you sure you want to continue?
cs: Pokoušíte se naskenovat obraz větší než 100 MB. Skenováním obrazů této velikosti dochází ke značnému zatížení počítače a v některých aplikacích nebude možné obraz načíst. Opravdu chcete pokračovat?
el: Η εικόνα που επιχειρείτε να σαρώσετε ξεπερνάει τα 100 MB. Η σάρωση εικόνων αυτού του μεγέθους επιβαρύνει σημαντικά τον υπολογιστή και μερικές εφαρμογές ενδέχεται να μην είναι σε θέση να φορτώσουν την εικόνα. Είστε βέβαιοι ότι θέλετε να συνεχίσετε;
es: Está intentando escanear una imagen que supera los 100 MB. Escanear imágenes de este tamaño puede suponer una gran carga para el ordenador y es posible que algunas aplicaciones no puedan abrirlas. ¿Está seguro de que desea continuar?
fi: Yrität skannata yli 100 Mt:n kokoista kuvaa. Näin suurten kuvien skannaaminen kuormittaa tietokonetta merkittävästi ja jotkut sovellukset eivät ehkä pysty lataamaan kuvaa. Haluatko varmasti jatkaa?
hu: 100 MB-nál nagyobb képet próbál beolvasni. Ilyen méretű kép beolvasása jelentősen megterheli a számítógépet, s néhány alkalmazás nem tudja majd betölteni a képet. Kívánja folytatni?
id: Anda sedang mencoba memindai gambar yang melebihi 100 MB. Memindai gambar dalam ukuran ini memberikan beban yang besar pada komputer, dan beberapa aplikasi mungkin tidak dapat memuat gambar. Apakah Anda yakin ingin melanjutkan?
it: Si sta tentando la scansione di un'immagine superiore a 100 MB. La scansione delle immagini di questo formato sottopone il computer ad un considerevole carico di lavoro e alcune applicazioni potrebbero non essere in grado di caricare l'immagine. Continuare?
nb: Du forsøker å skanne et bilde som overskrider 100 MB. Skanning av bilder med denne størrelsen er en stor belastning for datamaskinen, og det kan hende at noen programmer ikke kan laste inn bildet. Er du sikker på at du vil fortsette?
nl: U wilt een beeld scannen dat groter is dan 100 MB. Dit betekent een aanzienlijke belasting voor computer. Bovendien kan het beeld mogelijk niet in bepaalde toepassingen worden geladen. Weet u zeker dat u wilt doorgaan?
pl: Próbujesz skanować obraz o wielkości przekraczającej 100 MB. Skanowanie obrazów tej wielkości znacznie obciąża zasoby komputera, a w niektórych aplikacjach nie można załadować obrazu. Czy na pewno chcesz kontynuować?
pt: Você está tentando digitalizar uma imagem que excede 100 MB. Digitalizar imagens desse tamanho coloca uma carga considerável no computador e alguns aplicativos talvez não consigam carregá-la. Tem certeza de que deseja continuar?
ru: Вы пытаетесь сканировать изображение, размер которого превышает 100 Мбайт. Сканирование таких изображений оказывает существенную нагрузку на компьютер, а некоторые прикладные программы не смогут открыть изображение такого размера. Продолжить?
sv: Du försöker scanna en bild som är större än 100 MB. När du scannar bilder av den storleken utsätts datorn för stora ansträngningar, och vissa program kan inte läsa in bilden. Är du säker på att du vill fortsätta?
th: รูปภาพที่ท่านกำลังสแกนมีขนาดมากกว่า 100 MB การสแกนรูปภาพ ขนาดเช่นนี้มากเกินไปซึ่งที่วางอยู่ในคอมพิวเตอร์ และแอพพลิเคชั่น บางโปรแกรมอาจไม่สามารถโหลดรูปภาพนี้ได้ ท่านแน่ใจหรือไม่ที่จะสแกนต่อไป
tr: 100 MB'den büyük bir resmi taramaya çalışıyorsunuz. Bu boyuttaki resimleri taramak bilgisayara dikkate değer bir yük bindirir ve bazı uygulamalar resmi yükleyemeyebilir. Devam etmek istediğinizden emin misiniz?

source: Scanning cannot be performed unless the crop size, output size or output resolution is reduced to %s x %s pixels or less.
cs: Skenování nelze provést, dokud nebude nastavení velikosti oříznutí, výstupní velikosti nebo výstupního rozlišení zmenšeno na hodnotu %s x %s pixelů nebo menší.
el: Δεν είναι δυνατή η εκτέλεση της σάρωσης εκτός εάν μειωθεί το μέγεθος περικοπής, το μέγεθος εικόνας εξόδου ή η ανάλυση εξόδου σε %sx%s pixel ή λιγότερα.
es: No es posible realizar el escaneado a menos que el tamaño de recorte, el de salida o la resolución de salida se reduzca a %sx%s píxeles o menos.
fi: Skannaus ei onnistu, ellei rajauskokoa, tulostekokoa tai tulostetarkkuutta lasketa %sx%s kuvapisteeseen tai sitä alhaisemmaksi.
hu: A letapogatás nem hajtható végre, hacsak a vágási méret, kimeneti méret és a kimeneti felbontás nincs %sx%s képpontra vagy alá csökkentve.
id: Pemindaian tidak dapat dilakukan selain ukuran pemotongan, ukuran output atau resolusi output dikurangi sampai %s x %s piksel atau lebih rendah.
it: Impossibile eseguire la scansione se la dimensione di ritaglio, il formato stampa e la risoluzione di output non vengono ridotti a %sx%s pixel o meno.
nb: Skanning kan ikke utføres med mindre beskjæringsstørrelsen, utskriftsstørrelsen eller utskriftsoppløsningen reduseres til %sx%s piksler eller mindre.
nl: Het scannen kan alleen worden uitgevoerd, als het bijsnijformaat, het uitvoerformaat of de uitvoerresolutie wordt teruggebracht tot %s x %s pixels of minder.
pl: Nie można przeprowadzić skanowania, dopóki rozmiar przycinania, rozmiar wydruku lub rozdzielczość wydruku nie zostaną zmniejszone do wielkości %s x %s pikseli lub mniejszej.
pt: Não será possível executar a digitalização se o tamanho do corte, o tamanho da saída ou a resolução da saída não for reduzido para %sx%s pixels ou menos.
ru: Сканирование не может быть произведено, если формат обрезания, формат вывода или разрешение вывода не уменьшить до %sx%s пикселов или меньше.
sv: För att scanningen ska kunna utföras måste beskärningsstorleken, utmatningsstorleken eller utmatningsupplösningen minskas till %sx%s bildpunkter eller mindre.
th: ไม่สามารถดำเนินการสแกน เว้นแต่จะลดขนาดครอบตัด ขนาดผลงานหรือความละเอียดผลงานลงเป็น %sx%s พิกเซลหรือน้อยกว่า
tr: Kırpma boyutu, çıkış boyutu veya çıkış çözünürlüğü %s x %s piksel veya daha altına düşürülmezse tarama gerçekleştirilemez.

source: If you keep Unsharp Mask ON, Descreen may not work.
cs: Pokud zapnete funkci Zaostřit s maskou, nebude funkce Descreen pravděpodobně fungovat.
el: Εάν είναι ενεργοποιημένη η μάσκα εξομάλυνσης, η βελτίωση εικόνας μπορεί να μη λειτουργεί.
es: Si mantiene activada la nitidez de imagen, es posible que la función Destramar no funcione.
fi: Jos annat epäterävän maskin olla käytössä, rasterin poisto ei välttämättä toimi.
hu: Ha az Élesítő maszk BE állapotban van, lehet, hogy a Rácshiba eltávolítása funkció nem működik.
id: Jika Anda tetap MENYALAKAN Topeng Tak Tajam, Hilangkan Layar Berjala mungkin tidak akan berfungsi.
it: Se l'opzione Maschera definizione dettagli è attiva, la funzione di descreening potrebbe non funzionare.
nb: Hvis du beholder Uskarphetsmasken PÅ, kan det hende at Derastrer ikke fungerer.
nl: Als Onscherp masker is ingeschakeld, werkt Moir√©-reductie mogelijk niet.
pl: Jeśli opcja Wyostrz obraz będzie włączona, derasteryzacja może nie działać.
pt: Se você mantiver o recurso de máscara de desfocagem ativado, o recurso de apresentação poderá não funcionar.
ru: Если не выключить параметр Нерезкая маска, параметр Удаление фона может не работать.
sv: Om du låter Oskarp maskning vara aktiverad kommer kanske Ta bort moarémönster inte att fungera.
th: หากท่านเปิดใช้การ 'ปกปิดรูปไม่ชัดเจน' ไว้ 'ลบลายตาข่าย' จะไม่ทำงาน
tr: Flu Görüntü Maskesini AÇIK durumda tutarsanız, Perdelemeyi Kaldır komutu çalışmayabilir.

source: The ADF (Auto Document Feeder) is empty. Place paper in the ADF.
cs: Podavač ADF (automatický podavač dokumentů) je prázdný. Vložte papír do podavače ADF.
el: Το ADF (Αυτόματος τροφοδότης εγγράφων) είναι άδειο. Τοποθετήστε χαρτί στο ADF.
es: El AAD (alimentador automático de documentos) está vacío. Coloque papel en él.
fi: ADF (automaattinen arkinsyöttölaite) on tyhjä. Aseta paperia ADF:ään (automaattiseen arkinsyöttölaitteeseen).
hu: Üres az ADF (Automatikus dokumentumadagoló). Tegyen papírt az ADF-be (Automatikus dokumentumadagolóba).
id: ADF (Penyalur Dokumen Otomatis) kosong. Taruh kertas ke dalam ADF.
it: L'AAD (Alimentatore automatico documenti) è vuoto. Inserire la carta nell'AAD.
nb: ADM (den automatiske dokumentmateren) er tom. Legg papir i den automatiske dokumentmateren.
nl: De ADF (automatische documentinvoer) is leeg. Plaats papier in de ADF.
pl: Podajnik ADF (automatyczny podajnik dokumentów) jest pusty. Włóż papier do podajnika ADF.
pt: O ADF (Alimentador Automático de Documentos) está vazio. Coloque papel.
ru: УАП (устройство автоматической подачи) пусто. Поместите в него бумагу.
sv: ADF (den automatiska dokumentmataren) är tom. Placera papper i den automatiska dokumentmataren.
th: ADF(ตัวป้อนเอกสารอัตโนมัติ)ว่างเปล่า ป้อนกระดาษใน ADF
tr: ADF (Otomatik Belge Besleyici) boş. Kağıdı ADF'ye yerleştirin.

source: Cannot find available scanners. Cable may be disconnected or scanner may be turned off. Check the scanner status, and then try again.
cs: Nelze nalézt dostupné skenery. Pravděpodobně je odpojen kabel nebo vypnut skener. Zkontrolujte stav skeneru a opakujte akci.
el: Δεν είναι δυνατός ο εντοπισμός διαθέσιμων σαρωτών. Το καλώδιο μπορεί να έχει αποσυνδεθεί ή μπορεί να έχει απενεργοποιηθεί ο σαρωτής. Ελέγξτε την κατάσταση του σαρωτή και στη συνέχεια δοκιμάστε ξανά.
es: No se localiza ningún escáner disponible. Puede que el cable esté desconectado o el escáner apagado. Compruebe el estado del escáner y vuelva a intentarlo.
fi: Käytettävissä olevia skannereita ei löydy. Johto voi olla irti tai skanneria ei ole kytketty päälle. Tarkista skannerin tila ja yritä uudelleen.
hu: Nem található elérhető lapolvasó. Lehet, hogy a kábel ki van húzva, vagy a lapolvasó nincs bekapcsolva. Ellenőrizze a lapolvasó állapotát, majd próbálja újra.
id: Tidak dapat menemukan pemindai yang tersedia. Kabel mungkin tidak terhubung atau pemindai mungkin mati. Periksa status pemindai, kemudian coba lagi.
it: Impossibile trovare scanner disponibili. Il cavo potrebbe essere scollegato o lo scanner potrebbe essere spento. Verificare lo stato dello scanner e riprovare.
nb: Kan ikke finne tilgjengelige skannere. Det kan hende at kabelen ikke er koblet til, eller skanneren kan være slått av. Kontroller skannerstatus og prøv på nytt.
nl: Kan geen beschikbare scanners vinden. De kabel is niet goed aangesloten of de scanner is uitgeschakeld. Controleer de status van de scanner en probeer het opnieuw.
pl: Nie można znaleźć dostępnych skanerów. Przyczyną może być odłączony kabel lub wyłączony skaner. Sprawdź stan skanera, a następnie spróbuj ponownie.
pt: Não é possível localizar scanners disponíveis. O cabo pode estar desconectado ou o scanner pode estar desligado. Verifique o status do scanner e tente novamente.
ru: Сканер не обнаружен. Возможно, отключен кабель или сканер выключен. Проверьте состояние сканера и повторите попытку.
sv: Hittar inte tillgänglig scanner. Kabeln kanske inte sitter i eller scannern kan vara avstängd. Kontrollera status för scannern och försök igen.
th: ไม่พบเครื่องสแกนเนอร์ที่สามารถใช้ได้ สายเคเบิลอาจถูกตัดการเชื่อมต่อหรือเครื่องสแกนเนอร์ถูกปิด กรุณาตรวจสอบสถานะของเครื่องสแกนเนอร์ และลองใหม่อีกครั้ง
tr: Kullanılabilir tarayıcılar bulunamıyor. Kablo bağlantısı kesilmiş veya tarayıcı kapatılmış olabilir. Tarayıcı durumunu kontrol edin ve yeniden deneyin.

source: You are trying to scan a large image. Reduce image size or output resolution, when you want to scan this image.
cs: Pokoušíte se naskenovat velký obraz. Chcete-li tento obraz naskenovat, zmenšete jeho velikost nebo výstupní rozlišení.
el: Η εικόνα που επιχειρείτε να σαρώσετε είναι μεγάλη. Μειώστε το μέγεθος της εικόνας ή την ανάλυση εξόδου όταν θέλετε να σαρώσετε την εικόνα.
es: Está intentando escanear una imagen grande. Reduzca el tamaño de la imagen o la resolución de salida, si desea escanear esta imagen.
fi: Yrität skannata isoa kuvaa. Pienennä kuvakokoa tai tulostusresoluutiota, kun haluat skannata tämän kuvan.
hu: Túl nagy képet próbál beolvasni. Csökkentse a kép méretét vagy a kimeneti felbontást, ha be szeretné olvasni ezt a képet.
id: Anda mencoba untuk memindai gambar besar. Kurangi ukuran gambar atau resolusi output, ketika Anda ingin memindai gambar ini.
it: Si sta tentando la scansione di un'immagine di grandi dimensioni. Ridurre la dimensione dell'immagine o la risoluzione dell'output, per scansionare questa immagine.
nb: Du forsøker å skanne et stort bilde. Reduser bildestørrelsen eller utskriftsoppløsningen når du vil skanne dette bildet.
nl: U wilt een grote afbeelding scannen. Verklein de afbeeldingsgrootte of uitvoerresolutie wanneer u deze afbeelding wilt scannen.
pl: Próbujesz skanować obraz o dużej wielkości. Jeśli zamierzasz zeskanować ten obraz, zmniejsz jego rozmiar lub wyjściową rozdzielczość.
pt: Você está tentando digitalizar uma imagem grande. Reduza o tamanho da imagem ou a resolução de saída quando desejar digitalizar esta imagem.
ru: Вы пытаетесь сканировать большое изображение. Уменьшите размер изображения или разрешение вывода при сканировании этого изображения.
sv: Du försöker scanna en stor bild. Minska bildens storlek eller upplösning när du vill scanna bilden.
th: ท่านกำลังลองสแกนรูปภาพที่ใหญ่ ลดขนาดรูปภาพหรือความละเอียดผลงาน เมื่อท่านต้องการสแกนรูปภาพนี้
tr: Büyük bir resim taramaya çalışıyorsunuz. Bu resmi taramak isterseniz, resim boyutunu veya çıkış çözünürlüğünü küçültün.

source: Saving...
cs: Ukládá se...
el: Αποθήκευση...
es: Guardando...
fi: Tallennetaan...
hu: Mentés...
id: Menyimpan...
it: Salvataggio in corso...
nb: Lagrer...
nl: De gegevens worden opgeslagen...
pl: Zapisywanie...
pt: Salvando...
ru: Идет сохранение...
sv: Sparar...
th: กำลังบันทึก...
tr: Kaydediliyor...

source: Transferring...
cs: Přenáší se...
el: Μεταφορά...
es: Transfiriendo...
fi: Siirretään...
hu: Átvitel...
id: Mentransfer...
it: Trasferimento in corso...
nb: Overfører...
nl: De gegevens worden overgebracht...
pl: Przesyłanie...
pt: Transferindo...
ru: Идет передача...
sv: Överför...
th: กำลังโอนย้าย...
tr: Aktarılıyor...

source: %d page(s)
cs: %d stránek
el: %d σελίδα(ες)
es: %d página(s)
fi: %d sivu(a)
hu: %d oldal
id: %d halaman
it: %d pagina(e)
nb: %d side(r)
nl: %d pagina('s)
pl: Stron: %d
pt: %d página(s)
ru: %d стр.
sv: %d sid.
th: %d หน้า
tr: %d sayfa

source: Searching...
cs: Vyhledávání...
el: Αναζήτηση...
es: Buscando...
fi: Etsitään...
hu: Keresés...
id: Mencari...
it: Ricerca in corso...
nb: Søker...
nl: Bezig met zoeken...
pl: Wyszukiwanie...
pt: Procurando...
ru: Поиск...
sv: Söker...
th: ค้นหา...
tr: Arıyor...

source: Searching for scanners.
cs: Vyhledávání skenerů.
el: Αναζήτηση σαρωτών.
es: Buscando escáneres.
fi: Etsitään skannereita.
hu: Lapolvasók keresése.
id: Mencari pemindai.
it: Ricerca di scanner.
nb: Søker etter skannere.
nl: Er wordt gezocht naar scanners.
pl: Wyszukiwanie skanerów.
pt: Procurando scanners.
ru: Поиск сканеров.
sv: Söker efter scanner.
th: การตรวจสอบเครื่องสแกนเนอร์
tr: Tarayıcılar aranıyor.

source: Updating the scanner list.
cs: Probíhá aktualizace seznamu skenerů.
el: Ενημέρωση της λίστας σαρωτών.
es: Actualizando la lista de escáneres.
fi: Skanneriluetteloa päivitetään.
hu: A lapolvasólista frissítése.
id: Memutakhirkan daftar pemindai.
it: Aggiornamento elenco scanner.
nb: Oppdaterer skannerlisten.
nl: De scannerlijst wordt bijgewerkt.
pl: Aktualizowanie listy skanerów.
pt: Atualizando a lista do scanner.
ru: Обновление списка сканеров.
sv: Uppdaterar lista för scanner.
th: การปรับปรุงรายการเครื่องสแกนเนอร์
tr: Tarayıcı listesi güncelleniyor.

source: Scanning canceled by user.
cs: Skenování bylo zrušeno uživatelem.
el: Ακύρωση σάρωσης από το χρήστη.
es: Escaneado cancelado.
fi: Käyttäjä peruutti skannauksen.
hu: Letapogatás a felhasználó által leállítva.
id: Pemindaian dibatalkan oleh pengguna.
it: Scansione annullata.
nb: Skanningen avbrutt av bruker.
nl: Het scannen is geannuleerd.
pl: Skanowanie anulowane przez użytkownika.
pt: Digitalização cancelada pelo usuário.
ru: Сканирование отменено.
sv: Scanningen avbröts av användaren.
th: การสแกนถูกยกเลิกโดยผู้ใช้
tr: Tarama kullanıcı tarafından iptal edildi.

source: Copying... Scan after it is complete.
cs: Probíhá kopírování... Počkejte na dokončení, až potom proveďte skenování.
el: Αντιγραφή σε εξέλιξη... Εκτελέστε σάρωση αφού ολοκληρωθεί.
es: Copiando... Realizar exploración al concluir.
fi: Kopioidaan... Skannaa kopioinnin jälkeen.
hu: Másolás… Ha kész, akkor végezzen lapolvasást.
id: Menyalin... Pindai setelah selesai.
it: Copia in corso... Al completamento eseguire la scansione.
nb: Kopierer... Skann når kalibreringen er ferdig.
nl: Kopi√´ren... Scannen nadat dit is voltooid.
pl: Kopiowanie... Rozpocznij skanowanie po zakończeniu tej operacji.
pt: A copiar... Digitalizar após conclusão.
ru: Идет копирование... После этого сканирование будет завершено.
sv: Kopierar... Scanna efter att åtgärden slutförts.
th: กำลังคัดลอก... สแกนหลังจากดำเนินการเสร็จ
tr: Kopyalıyor... İşlem bittikten sonra tara.

source: Printing... Scan after it is complete.
cs: Probíhá tisk... Počkejte na dokončení, až potom proveďte skenování.
el: Εκτύπωση σε εξέλιξη... Εκτελέστε σάρωση αφού ολοκληρωθεί.
es: Imprimiendo... Realizar exploración al concluir.
fi: Tulostetaan... Skannaa tulostuksen jälkeen.
hu: Nyomtatás… Ha kész, akkor végezzen lapolvasást.
id: Mencetak... Pindai setelah selesai.
it: Stampa in corso... Al completamento eseguire la scansione.
nb: Skriver ut... Skann når kalibreringen er ferdig.
nl: Afdrukken... Scannen nadat dit is voltooid.
pl: Drukowanie... Rozpocznij skanowanie po zakończeniu tej operacji.
pt: A imprimir... Digitalizar após conclusão.
ru: Идет печать... После этого сканирование будет завершено.
sv: Skriver ut... Scanna efter att åtgärden slutförts.
th: กำลังพิมพ์... สแกนหลังจากดำเนินการเสร็จ
tr: Yazdırılıyor... İşlem bittikten sonra tara.

source: Printer maintenance is in progress. Scan after it is complete.
cs: Probíhá údržba tiskárny. Počkejte na dokončení, až potom proveďte skenování.
el: Συντήρηση εκτυπωτή σε εξέλιξη. Εκτελέστε σάρωση αφού ολοκληρωθεί.
es: Mantenimiento de impresora en curso. Realizar exploración al concluir.
fi: Tulostimen ylläpito on kesken. Skannaa ylläpitotoimenpiteiden jälkeen.
hu: A nyomtató karbantartása van folyamatban. Ha kész, akkor végezzen lapolvasást.
id: Perawatan pencetak sedang melaju. Pindai setelah selesai.
it: Manutenzione della stampante in corso. Al completamento eseguire la scansione.
nb: Skrivervedlikehold pågår. Skann når kalibreringen er ferdig.
nl: Printeronderhoud wordt uitgevoerd. Scannen nadat dit is voltooid.
pl: Konserwacja drukarki w toku. Rozpocznij skanowanie po zakończeniu tej operacji.
pt: Manutenção de impressora em curso. Digitalizar após conclusão.
ru: Выполняется обслуживание принтера. После этого сканирование будет завершено.
sv: Underhåll av skrivaren pågår. Scanna efter att åtgärden slutförts.
th: กำลังบำรุงรักษาเครื่องพิมพ์ สแกนหลังจากดำเนินการเสร็จ
tr: Yazıcı bakımı yapılıyor. İşlem bittikten sonra tara.

source: Cannot communicate with scanner. Cable may be disconnected or scanner may be turned off. Check status. Scanner driver will be closed.
cs: Nelze komunikovat se skenerem. Pravděpodobně je odpojen kabel nebo vypnut skener. Zkontrolujte stav. Ovladač skeneru bude ukončen.
el: Δεν είναι δυνατή η επικοινωνία με το σαρωτή. Το καλώδιο μπορεί να έχει αποσυνδεθεί ή μπορεί να έχει απενεργοποιηθεί ο σαρωτής. Έλεγχος κατάστασης. Το πρόγραμμα οδήγησης του σαρωτή θα διακοπεί.
es: No es posible establecer la comunicación con el escáner. Puede que el cable esté desconectado o el escáner esté apagado. Compruebe el estado. Se cerrará el controlador del escáner.
fi: Tiedonsiirto skannerin kanssa ei onnistu. Kaapeli irrotetaan tai skannerista katkaistaan virta. Tarkista tila. Skanneriajuri suljetaan.
hu: Nem lehet a lapolvasóval kommunikálni. A kábel ki lehet húzva, vagy a lapolvasó nincs bekapcsolva. Ellenőrizze az állapotot. A lapolvasó illesztőprogram be fog záródni.
id: Tidak dapat berkomunikasi dengan pemindai. Kabel mungkin putus atau pemindai dimatikan. Periksa status. Pengandar pemindai akan ditutup.
it: Impossibile comunicare con lo scanner. Il cavo potrebbe essere scollegato o lo scanner potrebbe essere spento. Verificare lo stato. Il driver dello scanner verrà chiuso.
nb: Får ikke kontakt med skanneren. Det kan hende at kabelen ikke er koblet til, eller skanneren kan være slått av. Kontroller status. Skannerdriveren lukkes.
nl: Er is geen communicatie met de scanner mogelijk. De kabel is niet goed aangesloten of de scanner is uitgeschakeld. Controleer de status. Het scannerstuurprogramma wordt gesloten.
pl: Nie można nawiązać komunikacji ze skanerem. Przyczyną może być odłączony kabel lub wyłączony skaner. Sprawdź stan. Sterownik skanera zostanie zamknięty.
pt: Não é possível se comunicar com o scanner. O cabo está desconectado ou o scanner está desligado. Verifique o status. O driver do scanner será fechado.
ru: Не удалось установить связь со сканером. Возможно, отключен кабель или сканер выключен. Проверьте состояние. Драйвер сканера будет закрыт.
sv: Det går inte att kommunicera med scannern. Kabeln kanske inte sitter i eller scannern kan vara avstängd. Kontrollera status. Scannerdrivrutinen inaktiveras.
th: ไม่สามารถติดต่อกับเครื่องสแกนเนอร์ สายเคเบิลอาจถูกตัดการเชื่อมต่อหรือเครื่องสแกนเนอร์ถูกปิด กรุณาตรวจสอบสถานะ ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิด
tr: Tarayıcıyla iletişim kurulamıyor. Kablo bağlantısı kesilmiş veya tarayıcı kapatılmış olabilir. Durumu kontrol edin. Tarayıcı sürücüsü kapatılacak.

source: There is not enough free disk space to complete the scan. Scanner driver will be closed.
cs: Na disku není dostatek volného místa k dokončení skenování. Ovladač skeneru bude ukončen.
el: Ο ελεύθερος χώρος στο δίσκο δεν επαρκεί για την ολοκλήρωση της σάρωσης. Το πρόγραμμα οδήγησης του σαρωτή θα διακοπεί.
es: No hay suficiente espacio libre en disco para completar el escaneado. El controlador del escáner se cerrará.
fi: Levytila ei riitä skannauksen valmistumiseen. Skanneriajuri suljetaan.
hu: A letapogatás végrehajtásához nincs elég szabad lemezterület. A lapolvasó illesztőprogram be fog záródni.
id: Tidak ada ruang diska yang cukup untuk menyelesaikan pemindaian. Pengandar pemindai akan ditutup.
it: Lo spazio sul disco non è sufficiente per completare la scansione. Il driver dello scanner verrà chiuso.
nb: Ikke nok ledig diskplass for å fullføre skanningen. Skannerdriveren lukkes.
nl: Er is niet voldoende geheugen beschikbaar om de scan te voltooien. Het scannerstuurprogramma wordt afgesloten.
pl: Brak wolnego miejsca na dysku do zakończenia skanowania. Sterownik skanera zostanie zamknięty.
pt: Não há espaço em disco suficiente para concluir a digitalização. O driver do scanner será fechado.
ru: Недостаточно свободного места на диске для завершения сканирования. Драйвер сканера будет закрыт.
sv: Det finns inte tillräckligt med minne för att avsluta scanningen. Scannerdrivrutinen inaktiveras.
th: พื้นที่ว่างบนดิสก์ไม่เพียงพอที่จะทำการสแกนได้ครบถ้วน ไดรเวอร์เครื่องสแกนเนอร์ จะถูกปิด
tr: Taramayı tamamlamak için yeterli boş disk alanı yok. Tarayıcı sürücüsü kapatılacak.
