Repository: teast/scangearmp
Catalog: scangearmp/po/*.po
Languages: cs, el, es, fi, hu, id, it, nb, nl, pl, pt, ru, sv, th, tr

source: Document(Color) ADF Simplex
cs: Dokum. (barev.) z APD, jednostr.
el: Έγγραφο(Έγχρωμο) ADF απλής όψης
es: Documento (Color) AAD una cara
fi: Asiakirja (Väri), ADF yksipuolinen
hu: Dokum.(Színes) ADF egyoldalas
id: Dokumen(Berwarna) ADF Simpleks
it: Documento (Colore) AAD solo fronte
nb: Dokument(farger) ADM, enkeltsidig
nl: Document (kleur) ADF enkelzijdig
pl: Dokum. (kolor) jednostronny z podajnika ADF
pt: ADF Documentos Simplex (Color.)
ru: Документ (цветной) УАП одностороннее
sv: ADM (Färg), Enkelsidigt
th: เอกสาร(สี) ADF เป็นหน้าเดียว
tr: Belge(Renkli) ADF Simpleks

source: Document(Grayscale) ADF Simplex
cs: Dokum. (st. šedi) z APD, jednostr.
el: Έγγραφο(Αποχ. γκρι) ADF απλής όψης
es: Documento (Escala de grises) AAD una cara
fi: Asiakirja (Harmaasävy), ADF yksipuolinen
hu: Dokum.(Szürkeskálás) ADF egyoldalas
id: Dokumen(Keabu-abuan) ADF Simpleks
it: Documento (Scala di grigi) AAD solo fronte
nb: Dokument(gråtoner) ADM, enkeltsidig
nl: Document (grijstinten) ADF enkelzijdig
pl: Dokum. (sk. szar.) jednostronny z podajnika ADF
pt: ADF Documentos Simplex (Cinza)
ru: Документ (оттенки серого) УАП одностороннее
sv: ADM (Gråsk), Enkelsidigt
th: เอกสาร(เฉดสีเทา) ADF เป็นหน้าเดียว
tr: Belge(Gri Tonlamalı) ADF Simpleks

source: Document(Color) ADF Duplex
cs: Dokum. (barev.) z APD, oboustr.
el: Έγγραφο(Έγχρωμο) ADF διπλής όψης
es: Documento (Color) AAD doble cara
fi: Asiakirja (Väri), ADF kaksipuolinen
hu: Dokum.(Színes) ADF kétoldalas
id: Dokumen(Berwarna) ADF Dupleks
it: Documento (Colore) AAD fronte/retro
nb: Dokument(farger) ADM, dobbeltsidig
nl: Document (kleur) ADF dubbelzijdig
pl: Dokum. (kolor) dwustronny z podajnika ADF
pt: ADF Documentos Duplex (Color.)
ru: Документ (цветной) УАП двухстороннее
sv: ADM (Färg), Dubbelsidigt
th: เอกสาร(สี) ADF ทั้งสองหน้า
tr: Belge(Renkli) ADF Dupleks

source: Document(Grayscale) ADF Duplex
cs: Dokum. (st. šedi) z APD, oboustr.
el: Έγγραφο(Αποχ. γκρι) ADF διπλής όψης
es: Documento (Escala de grises) AAD doble cara
fi: Asiakirja (Harmaasävy), ADF kaksipuolinen
hu: Dokum.(Szürkeskálás) ADF kétoldalas
id: Dokumen(Keabu-abuan) ADF Dupleks
it: Documento (Scala di grigi) AAD fronte/retro
nb: Dokument(gråtoner) ADM, dobbeltsidig
nl: Document (grijstinten) ADF dubbelzijdig
pl: Dokum. (sk. szar.) dwustronny z podajnika ADF
pt: ADF Documentos Duplex (Cinza)
ru: Документ (оттенки серого) УАП двухстороннее
sv: ADM (Gråsk), Dubbelsidigt
th: เอกสาร(เฉดสีเทา) ADF ทั้งสองหน้า
tr: Belge(Gri Tonlamalı) ADF Dupleks

source: Print(300dpi)
cs: Tisk (300 dpi)
el: Εκτύπωση (300dpi)
es: Impresión (300ppp)
fi: Tulosta (300 dpi)
hu: Nyomtatás(300dpi)
id: Pencetakan(300dpi)
it: Stampa (300 dpi)
nb: Skriv ut (300 ppt)
nl: Afdrukken (300 dpi)
pl: Wydruk (300 dpi)
pt: Imprimir (300 ppp)
ru: Печать(300 dpi)
sv: Skriv ut (300 dpi)
th: พิมพ์(300dpi)
tr: Yazdır(300dpi)

source: Image display(150dpi)
cs: Zobrazení obrazu (150 dpi)
el: Εμφάνιση εικόνας (150dpi)
es: Visualización de imagen (150ppp)
fi: Kuvanäyttö (150 dpi)
hu: Képernyő(150dpi)
id: Tampilan gambar(150dpi)
it: Visualizzazione immagine (150 dpi)
nb: Bildevisning (150 ppt)
nl: Afbeeldingsweergave (150 dpi)
pl: Wyświetlanie obrazu (150 dpi)
pt: Exibição da imagem (150 ppp)
ru: Просмотр изображения(150 dpi)
sv: Bildvisning (150 dpi)
th: การแสดงผลภาพ(150dpi)
tr: Resim ekranı(150dpi)

source: Print
cs: Tisk
el: Εκτύπωση
es: Impresión
fi: Tulosta
hu: Nyomtatás
id: Pencetakan
it: Stampa
nb: Skriv ut
nl: Afdrukken
pl: Wydruk
pt: Imprimir
ru: Печать
sv: Skriv ut
th: พิมพ์
tr: Yazdır

source: Image display
cs: Zobrazení obrazu
el: Εμφάνιση εικόνας
es: Visualización de imagen
fi: Kuvanäyttö
hu: Képernyő
id: Tampilan gambar
it: Visualizzazione immagine
nb: Bildevisning
nl: Afbeeldingsweergave
pl: Wyświetlanie obrazu
pt: Exibição da imagem
ru: Отображение изображения
sv: Bildvisning
th: การแสดงผลภาพ
tr: Resim ekranı

source: OCR
el: Οπτική αναγνώριση χαρακτήρων (OCR)

source: Flexible
cs: Proměnlivá
el: Ευέλικτο
fi: Joustava
hu: Rugalmas
id: Fleksibel
it: Regolabile
nb: Fleksibel
nl: Aanpasbaar
pl: Elastyczny
pt: Flexível
ru: Настраиваемый
sv: Flexibel
th: ยืดหยุ่น
tr: Esnek

source: Card
cs: Karta
el: Κάρτα
es: Tarjeta
fi: Kortti
hu: Kártya
it: Scheda
nb: Kort
nl: Kaart
pl: Karta
pt: Cartão
ru: Карточка
sv: Kort
tr: Kart

source: L Landscape
cs: L na šířku
el: Οριζόντια σελίδα L
es: L Horizontal
fi: L-vaaka
hu: L fekvő
id: Pemandangan L
it: L Orizzontale
nb: L liggende
nl: Groot formaat Liggend
pl: L poziomo
pt: Paisagem L
ru: L альбомная
sv: L Liggande
th: L แนวนอน
tr: L Yatay

source: L Portrait
cs: L na výšku
el: Κατακόρυφη σελίδα L
es: L Vertical
fi: L-pysty
hu: L álló
id: Potret L
it: L Verticale
nb: L stående
nl: Groot formaat Staand
pl: L pionowo
pt: Retrato L
ru: L книжная
sv: L Stående
th: L แนวตั้ง
tr: L Dikey

source: 2L Landscape
cs: 2L na šířku
el: Οριζόντια σελίδα 2L
es: 2L Horizontal
fi: 2L-vaaka
hu: 2L fekvő
id: Pemandangan 2L
it: 2L Orizzontale
nb: 2L liggende
nl: 2L Liggend
pl: 2L poziomo
pt: Paisagem 2L
ru: 2L альбомная
sv: 2L Liggande
th: 2L แนวนอน
tr: 2L Yatay

source: 2L Portrait
cs: 2L na výšku
el: Κατακόρυφη σελίδα 2L
es: 2L Vertical
fi: 2L-pysty
hu: 2L álló
id: Potret 2L
it: 2L Verticale
nb: 2L stående
nl: 2L Staand
pl: 2L pionowo
pt: Retrato 2L
ru: 2L книжная
sv: 2L Stående
th: 2L แนวตั้ง
tr: 2L Dikey

source: 4" x 6" Landscape
cs: 10x15cm na šířku
el: Οριζόντια σελίδα 10x15cm
es: 10x15cm Horizontal
fi: 10x15cm Vaaka
hu: 10x15cm fekvő
id: Pemandangan 4" x 6"
it: 10x15cm Orizzontale
nb: 10x15cm liggende
nl: 10x15cm Liggend
pl: 10x15cm Poziomo
pt: Paisagem 10x15cm
ru: 10x15cm альбомная
sv: 10x15cm Liggande
th: 4" x 6" แนวนอน
tr: 10x15cm Yatay

source: 4" x 6" Portrait
cs: 10x15cm na výšku
el: Κατακόρυφη σελίδα 10x15cm
es: 10x15cm Vertical
fi: 10x15cm Pysty
hu: 10x15cm álló
id: Potret 4" x 6"
it: 10x15cm Verticale
nb: 10x15cm stående
nl: 10x15cm Staand
pl: 10x15cm Pionowo
pt: Retrato 10x15cm
ru: 10x15cm книжная
sv: 10x15cm Stående
th: 4" x 6" แนวตั้ง
tr: 10x15cm Dikey

source: 128 x 128 pixels
cs: 128 x 128 pixelů
el: 128 x 128 pixel
es: 128 x 128 píxeles
fi: 128 x 128 kuvapistettä
hu: 128 x 128 képpont
id: 128 x 128 piksel
it: 128 x 128 pixel
nb: 128 x 128 piksler
pl: 128 x 128 pikseli
ru: 128 x 128 пикселов
sv: 128 x 128 bildpunkter
th: 128 x 128 พิกเซล
tr: 128 x 128 piksel

source: 640 x 480 pixels
cs: 640 x 480 pixelů
el: 640 x 480 pixel
es: 640 x 480 píxeles
fi: 640 x 480 kuvapistettä
hu: 640 x 480 képpont
id: 640 x 480 piksel
it: 640 x 480 pixel
nb: 640 x 480 piksler
pl: 640 x 480 pikseli
ru: 640 x 480 пикселов
sv: 640 x 480 bildpunkter
th: 640 x 480 พิกเซล
tr: 640 x 480 piksel

source: 800 x 600 pixels
cs: 800 x 600 pixelů
el: 800 x 600 pixel
es: 800 x 600 píxeles
fi: 800 x 600 kuvapistettä
hu: 800 x 600 képpont
id: 800 x 600 piksel
it: 800 x 600 pixel
nb: 800 x 600 piksler
pl: 800 x 600 pikseli
ru: 800 x 600 пикселов
sv: 800 x 600 bildpunkter
th: 800 x 600 พิกเซล
tr: 800 x 600 piksel

source: 1024 x 768 pixels
cs: 1024 x 768 pixelů
el: 1024 x 768 pixel
es: 1024 x 768 píxeles
fi: 1024 x 768 kuvapistettä
hu: 1024 x 768 képpont
id: 1024 x 768 piksel
it: 1024 x 768 pixel
nb: 1024 x 768 piksler
pl: 1024 x 768 pikseli
ru: 1024 x 768 пикселов
sv: 1024 x 768 bildpunkter
th: 1024 x 768 พิกเซล
tr: 1024 x 768 piksel

source: 1280 x 1024 pixels
cs: 1280 x 1024 pixelů
el: 1280 x 1024 pixel
es: 1280 x 1024 píxeles
fi: 1280 x 1024 kuvapistettä
hu: 1280 x 1024 képpont
id: 1280 x 1024 piksel
it: 1280 x 1024 pixel
nb: 1280 x 1024 piksler
pl: 1280 x 1024 pikseli
ru: 1280 x 1024 пикселов
sv: 1280 x 1024 bildpunkter
th: 1280 x 1024 พิกเซล
tr: 1280 x 1024 piksel

source: 1600 x 1200 pixels
cs: 1600 x 1200 pixelů
el: 1600 x 1200 pixel
es: 1600 x 1200 píxeles
fi: 1600 x 1200 kuvapistettä
hu: 1600 x 1200 képpont
id: 1600 x 1200 piksel
it: 1600 x 1200 pixel
nb: 1600 x 1200 piksler
pl: 1600 x 1200 pikseli
ru: 1600 x 1200 пикселов
sv: 1600 x 1200 bildpunkter
th: 1600 x 1200 พิกเซล
tr: 1600 x 1200 piksel

source: 2048 x 1536 pixels
cs: 2048 x 1536 pixelů
el: 2048 x 1536 pixel
es: 2048 x 1536 píxeles
fi: 2048 x 1536 kuvapistettä
hu: 2048 x 1536 képpont
id: 2048 x 1536 piksel
it: 2048 x 1536 pixel
nb: 2048 x 1536 piksler
pl: 2048 x 1536 pikseli
ru: 2048 x 1536 пикселов
sv: 2048 x 1536 bildpunkter
th: 2048 x 1536 พิกเซล
tr: 2048 x 1536 piksel

source: 2272 x 1704 pixels
cs: 2272 x 1704 pixelů
el: 2272 x 1704 pixel
es: 2272 x 1704 píxeles
fi: 2272 x 1704 kuvapistettä
hu: 2272 x 1704 képpont
id: 2272 x 1704 piksel
it: 2272 x 1704 pixel
nb: 2272 x 1704 piksler
pl: 2272 x 1704 pikseli
ru: 2272 x 1704 пикселов
sv: 2272 x 1704 bildpunkter
th: 2272 x 1704 พิกเซล
tr: 2272 x 1704 piksel

source: 2592 x 1944 pixels
cs: 2592 x 1944 pixelů
el: 2592 x 1944 pixel
es: 2592 x 1944 píxeles
fi: 2592 x 1944 kuvapistettä
hu: 2592 x 1944 képpont
id: 2592 x 1944 piksel
it: 2592 x 1944 pixel
nb: 2592 x 1944 piksler
pl: 2592 x 1944 pikseli
ru: 2592 x 1944 пикселов
sv: 2592 x 1944 bildpunkter
th: 2592 x 1944 พิกเซล
tr: 2592 x 1944 piksel

source: Full Platen
cs: Celé sklo
el: Πλήρης πλάκα
es: Mesa exp. completa
fi: Koko taso
hu: Teljes tálca
id: Platen Penuh
it: Area max scansione
nb: Hel plate
nl: Volledige plaat
pl: Cała płyta
pt: Cilindro Cheio
ru: Весь планшет
sv: Helt glas
th: แท่นวางเต็ม
tr: Tam Plaka

source: Platen
cs: Sklo
el: Πλάκα
es: Placa
fi: Taso
hu: Tálca
it: Piano di lettura
nb: Plate
nl: Plaat
pl: Płyta szklana
pt: Cilindro
ru: Рабочая поверхность
sv: Glas
th: แท่นวาง
tr: Plaka

source: Document (ADF Simplex)
cs: Dokument (APD, jednostranně)
el: Έγγραφο (ADF μονής όψης)
es: Documento (AAD una cara)
fi: Asiakirja (ADF yksipuolinen)
hu: Dokum. (ADF egyoldalas)
id: Dokumen (ADF Simpleks)
it: Documento (AAD solo fronte)
nb: Dokument (ADM, enkeltsidig)
nl: Document (ADF enkelzijdig)
pl: Dokument (Druk jednostronny z podajnika ADF)
pt: Documento (ADF Simplex)
ru: Документ (УАП одностороннее)
sv: Dokument (ADM Enkelsidig)
th: เอกสาร (ADF เป็นหน้าเดียว)
tr: Belge (ADF Simpleks)

source: Document (ADF Duplex)
cs: Dokument (APD, oboustranně)
el: Έγγραφο (ADF διπλής όψης)
es: Documento (AAD doble cara)
fi: Asiakirja (ADF kaksipuolinen)
hu: Dokum. (ADF kétoldalas)
id: Dokumen (ADF Dupleks)
it: Documento (AAD fronte/retro)
nb: Dokument (ADM, dobbeltsidig)
nl: Document (ADF dubbelzijdig)
pl: Dokument (Druk dwustronny z podajnika ADF)
pt: Documento (ADF Duplex)
ru: Документ (УАП двухстороннее)
sv: Dokument (ADM Dubbelsidig)
th: เอกสาร (ADF ทั้งสองหน้า)
tr: Belge (ADF Dupleks)

source: Long Edge
cs: Dlouhá hrana
el: Μεγάλη πλευρά
es: Lado largo
fi: Pitkä reuna
hu: Hosszú szél
id: Sisi Panjang
it: Lato lungo
nb: Langside
nl: Lange zijde
pl: Długa krawędź
pt: Extremidade Longa
ru: Длинный край
sv: Långsida
th: ขอบด้านยาว
tr: Uzun Kenar

source: Short Edge
cs: Krátká hrana
el: Μικρή πλευρά
es: Lado corto
fi: Lyhyt reuna
hu: Rövid szél
id: Sisi Pendek
it: Lato corto
nb: Kortside
nl: Korte zijde
pl: Krótka krawędź
pt: Extremidade Curta
ru: Короткий край
sv: Kortsida
th: ขอบด้านสั้น
tr: Kısa Kenar

source: Color
cs: Barevně
el: Έγχρωμη
fi: Väri
hu: Színes
id: Berwarna
it: Colore
nb: Farge
nl: Kleur
pl: Kolorowy
pt: Colorido
ru: Цветное
sv: Färg
th: สี
tr: Renkli

source: Color(Documents)
cs: Barevně (dokumenty)
el: Έγχρωμο (έγγραφα)
es: Color (Documentos)
fi: Värilliset(asiakirjat)
hu: Színes(Dokumentum)
id: Berwarna(Dokumen)
it: Colore (Documenti)
nb: Farge (dokumenter)
nl: Kleur (documenten)
pl: Kolor (Dokumenty)
pt: Colorido (documentos)
ru: Цвет(документы)
sv: Färg(Dokument)
th: สี(เอกสาร)
tr: Renkli (Belgeler)

source: Grayscale
cs: Stupně šedi
el: Αποχρώσεις του γκρι
es: Escala de grises
fi: Harmaasävy
hu: Szürkeárnyalatos
id: Keabu-abuan
it: Scala di grigi
nb: Gråtoner
nl: Grijswaarden
pl: Odcienie szarości
pt: Escala de Cinza
ru: Оттенки серого
sv: Gråskala
th: เฉดสีเทา
tr: Gri tonlamalı

source: Black and White
cs: Černobíle
el: Μαύρο και άσπρο
es: Blanco y negro
fi: Mustavalkoinen
hu: Fekete-fehér
id: Hitam Putih
it: Bianco e nero
nb: Svart-hvitt
nl: Zwart-wit
pl: Czarno-biały
pt: Preto-e-Branco
ru: Черно-белое
sv: Svartvitt
th: สีดำและสีขาว
tr: Siyah Beyaz

source: pixels
cs: pixely
el: pixel
es: píxeles
fi: kuvapistettä
hu: képpont
id: piksel
it: pixel
nb: piksler
pl: piksele
ru: пикселов
sv: bildpunkter
th: พิกเซล
tr: piksel

source: inches
cs: palce
el: ίντσες
es: pulgadas
fi: tuumaa
hu: hüvelyk
id: inci
it: pollici
nb: tommer
nl: inch
pl: cale
pt: polegadas
ru: дюймов
sv: tum
th: in
tr: inç

source: centimeters
cs: cm
el: εκατοστά
es: centímetros
fi: senttimetriä
hu: centiméter
it: centimetri
nb: centimeter
nl: centimeter
pl: cm
pt: centímetros
ru: см
sv: centimeter
th: เซนติเมตร
tr: santimetre

source: ON
cs: ZAPNUTO
el: Ενεργοποίηση
es: ACTIVADO
fi: KÄYTÖSSÄ
hu: BE
id: NYALA
it: Attivato
nb: PÅ
nl: AAN
pl: WŁ
pt: ATIVADO
ru: ВКЛ.
sv: PÅ
th: เปิด
tr: AÇIK

source: OFF
cs: VYPNUTO
el: Απενεργοποίηση
es: DESACTIVADO
fi: EI KÄYTÖSSÄ
hu: KI
id: MATI
it: Disattivato
nb: AV
nl: UIT
pl: WYŁ
pt: DESATIVADO
ru: ВЫКЛ.
sv: AV
th: ปิด
tr: KAPALI

source: Master
cs: Vzor
el: Κύριο
es: Principal
fi: Pää-
hu: Mester
it: Principale
nb: Hoved
nl: Model
pl: Wspólny
pt: Mestre
ru: Общий
sv: Original
th: มาสเตอร์
tr: Asıl

source: Red
cs: Červená
el: Κόκκινο
es: Rojo
fi: Punainen
hu: Piros
id: Merah
it: Rosso
nb: Rød
nl: Rood
pl: Czerwony
pt: Vermelho
ru: Красный
sv: Röd
th: แดง
tr: Kırmızı

source: Green
cs: Zelená
el: Πράσινο
es: Verde
fi: Vihreä
hu: Zöld
id: Hijau
it: Verde
nb: Grønn
nl: Groen
pl: Zielony
pt: Verde
ru: Зеленый
sv: Grön
th: สีเขียว
tr: Yeşil

source: Blue
cs: Modrá
el: Μπλε
es: Azul
fi: Sininen
hu: Kék
id: Biru
it: Blu
nb: Blå
nl: Blauw
pl: Niebieski
pt: Azul
ru: Синий
sv: Blå
th: สีน้ำเงิน
tr: Mavi

source: Grayscale
cs: Stupně šedi
el: Αποχρώσεις του γκρι
es: Escala de grises
fi: Harmaasävy
hu: Szürkeárnyalatos
id: Keabu-abuan
it: Scala di grigi
nb: Gråtoner
nl: Grijswaarden
pl: Odcienie szarości
pt: Escala de Cinza
ru: Оттенки серого
sv: Gråskala
th: เฉดสีเทา
tr: Gri tonlamalı

source: The file name is not specified.
cs: Nebyl zadán název souboru.
el: Το όνομα αρχείου δεν έχει καθοριστεί.
es: No se ha especificado el nombre de archivo.
fi: Tiedoston nimeä ei ole määritetty.
hu: A fájlnév nincs megadva.
id: Nama berkas belum ditentukan.
it: Nome file non specificato.
nb: Filnavn ikke angitt.
nl: De bestandsnaam is niet opgegeven.
pl: Nie określono nazwy pliku.
pt: O nome do arquivo não foi especificado.
ru: Не указано имя файла.
sv: Filnamnet är inte angivet.
th: ไม่ได้ระบุชื่อไฟล์
tr: Dosya adı belirtilmedi.

source: You do not have permission to access the specified file. Specify another file name or save the file in another directory.
cs: Nemáte oprávnění pro přístup k zadanému souboru. Zadejte jiný název souboru nebo soubor uložte do jiného adresáře.
el: Δεν έχετε δικαιώματα πρόσβασης στο καθορισμένο αρχείο. Ορίστε ένα άλλο όνομα για το αρχείο ή αποθηκεύστε το αρχείο σε έναν άλλο κατάλογο.
es: No dispone de permisos para acceder al archivo especificado. Especifique otro nombre o bien guarde el archivo en otro directorio.
fi: Sinulla ei ole oikeutta käyttää tiedostoa. Määritä toinen tiedostonimi, tai tallenna tiedosto toiseen hakemistoon.
hu: Nincs engedélye a megadott fájl elérésére. Adjon meg másik fájlnevet, vagy mentse a fájlt másik könyvtárba.
id: Anda tidak memiliki ijin untuk mengakses berkas yang ditentukan. Tentukan nama berkas lainnya atau simpan berkas dalam direktori lainnya.
it: Non si dispone di autorizzazioni sufficienti per accedere al file specificato. Specificare un altro nome file o salvare il file in un'altra directory.
nb: Du har ikke tillatelse til å åpne angitt fil. Angi et annet filnavn eller lagre filen i en annen katalog.
nl: U hebt geen toestemming om dit bestand te openen. Geef een andere bestandsnaam op of sla het bestand op in een andere map.
pl: Użytkownik nie ma uprawnień dostępu do pliku. Należy określić inną nazwę pliku lub zapisać plik w innym katalogu.
pt: Você não tem permissão para acessar o arquivo especificado. Especifique outro nome de arquivo ou salve o arquivo em outro diretório.
ru: У Вас нет разрешения для доступа к указанному файлу. Задайте другое имя файла или сохраните файл в другом каталоге.
sv: Du saknar behörighet för angiven fil. Ange ett annat filnamn eller spara filen i en annan katalog.
th: คุณไม่ได้รับอนุญาตให้สามารถเข้าถึงไฟล์ที่ระบุ ระบุไฟล์ในชื่ออื่นหรือจัดเก็บไฟล์นี้ในไดเร็กทอรีอื่น
tr: Belirtilen dosyaya erişim izniniz yok. Başka bir dosya adı belirtin veya dosyayı başka bir dizine kaydedin.

source: The specified directory does not exist or you do not have permission to access the directory. Save the file in another directory.
cs: Zadaný adresář neexistuje nebo nemáte oprávnění pro přístup k němu. Uložte soubor do jiného adresáře.
el: Ο καθορισμένος κατάλογος δεν υπάρχει ή δεν έχετε δικαιώματα πρόσβασης στον κατάλογο. Αποθηκεύστε το αρχείο σε έναν άλλο κατάλογο.
es: El directorio especificado no existe o bien no dispone de permisos para acceder al mismo. Guarde el archivo en otro directorio.
fi: Määritettyä hakemistoa ei ole olemassa tai sinulla ei ole oikeutta käyttää sitä. Tallenna tiedosto toiseen hakemistoon.
hu: A megadott könyvtár nem létezik, vagy nincs engedélye a könyvtár elérésére. Mentse a fájlt másik könyvtárba.
id: Direktori yang ditentukan tidak ada atau Anda tidak memiliki ijin untuk mengakses direktori. Simpan berkas dalam direktori lainnya.
it: La directory specificata non esiste o non si dispone di autorizzazioni sufficienti per accedere alla directory. Salvare il file in un'altra directory.
nb: Angitt katalog finnes ikke eller du har ikke tillatelse til å åpne katalogen. Lagre filen i en annen katalog.
nl: De opgegeven map bestaat niet of u hebt geen toestemming om deze te openen. Sla het bestand op in een andere map.
pl: Określony plik nie istnieje lub użytkownik nie ma uprawnień dostępu do katalogu. Należy zapisać plik w innym katalogu.
pt: O diretório especificado não existe ou você não tem permissão para acessar o diretório. Salve o arquivo em outro diretório.
ru: Указанный каталог не существует, или у Вас нет разрешения для доступа к каталогу. Сохраните файл в другом каталоге.
sv: Angiven katalog finns inte eller så saknar du behörighet för katalogen. Spara filen i en annan katalog.
th: ไฟล์ที่ได้ระบุไม่มีอยู่หรือคุณไม่ได้รับอนุญาตให้สามารถเข้าถึงไดเร็กทอรี จัดเก็บไฟล์นี้ในไดเร็กทอรีอื่น
tr: Belirtilen dizin yok veya dizine erişim izniniz bulunmuyor. Dosyayı başka bir dizine kaydedin.

source: The specified file name is invalid. Specify another file name.
cs: Zadaný název souboru není platný. Zadejte jiný název souboru.
el: Το καθορισμένο όνομα αρχείου δεν είναι έγκυρο. Ορίστε ένα άλλο όνομα για το αρχείο.
es: El nombre de archivo especificado no es válido. Especifique otro nombre.
fi: Nimi on virheellinen. Määritä toinen tiedostonimi.
hu: A megadott fájlnév érvénytelen. Adjon meg másik fájlnevet.
id: Nama berkas yang ditentukan tidak sah. Tentukan nama berkas lainnya.
it: Il nome file specificato non è valido. Specificare un altro nome file.
nb: Angitt filnavn er ugyldig. Angi et annet filnavn.
nl: De opgegeven bestandsnaam is ongeldig. Geef een andere bestandsnaam op.
pl: Określona nazwa pliku jest nieprawidłowa. Należy wprowadzić inną nazwę.
pt: O nome de arquivo especificado é inválido. Especifique outro nome de arquivo.
ru: Указано неверное имя файла. Задайте другое имя файла.
sv: Angivet filnamn är ogiltigt. Ange ett annat filnamn.
th: ชื่อไฟล์ที่ได้ระบุไม่ถูกต้อง ระบุไฟล์ในชื่ออื่น
tr: Belirtilen dosya adı geçersiz. Başka bir dosya adı belirtin.

source: Do not display this message again.
cs: Tuto zprávu již znovu nezobrazovat.
el: Να μην εμφανιστεί πάλι αυτό το μήνυμα.
es: No volver a mostrar este mensaje.
fi: Älä näytä tätä viestiä uudelleen.
hu: Ne jelenítse meg újra ezt az üzenetet.
id: Jangan tampilkan pesan ini lagi.
it: Non visualizzare questo messaggio in futuro.
nb: Ikke vis denne meldingen flere ganger.
nl: Dit bericht niet meer weergeven.
pl: Nie wyświetlaj ponownie tego komunikatu.
pt: Não exibir esta mensagem novamente.
ru: Больше не выводить это сообщение.
sv: Visa inte det här meddelandet igen.
th: ไม่แสดงข้อความนี้อีก
tr: Bu mesajı bir daha görüntüleme.

source: Resets the settings to default.
cs: Obnoví výchozí nastavení.
el: Επαναφορά των προεπιλεγμένων ρυθμίσεων.
es: Restablece la configuración según los valores predeterminados.
fi: Palauttaa oletusasetukset.
hu: Beállítások visszaállítása az alapértékekre.
id: Tata ulang setelan ke setelan asal.
it: Ripristina le impostazioni predefinite.
nb: Tilbakestiller innstillingene til standardinnstillinger.
nl: De standaardwaarden opnieuw instellen.
pl: Przywraca domyślne wartości ustawień.
pt: Restaura as configurações padrão.
ru: Возврат к значениям по умолчанию.
sv: Återställ till standardvärden.
th: รีเซ็ตการตั้งค่าเป็นค่ามาตราฐาน
tr: Ayarları varsayılan değerlerine sıfırlar.
