Repository: teast/scangearmp
Catalog: scangearmp/po/*.po
Languages: cs, el, es, fi, hu, id, it, nb, nl, pl, pt, ru, sv, th, tr

source: Clear Preview
cs: Vymazat náhled
el: Απαλοιφή προεπισκόπησης
es: Borrar vista preliminar
fi: Tyhjennä esikatselu
hu: Előkép törlése
id: Kosongkan Pratinjau
it: Cancella anteprima
nb: Fjern forhåndsvist bilde
nl: Voorbeeld wissen
pl: Wyczyść podgląd
pt: Limpar Visualização
ru: Очистить просмотр
sv: Rensa förhandsgranskning
th: ล้างภาพตัวอย่าง
tr: Önizlemeyi Temizle

source: About
cs: O aplikaci
el: Πληροφορίες
es: Acerca de
fi: Lisätietoja
hu: Névjegye
id: Tentang
it: Informazioni
nb: Om
nl: Info
pl: Informacje
pt: Sobre o
ru: О программе
sv: Om
th: เกี่ยวกับ
tr: Hakkında

source: Select Source
cs: Vybrat zdroj
el: Επιλογή προέλευσης
es: Selección del origen
fi: Valitse lähde
hu: Forrás kiválasztása
id: Pilih Sumber
it: Seleziona origine
nb: Velg kilde
nl: Bron selecteren
pl: Wybierz źródło
pt: Selecionar Origem
ru: Выбор источника
sv: Välj källa
th: เลือกต้นทาง
tr: Kaynak Seç

source: Display Preview Image
cs: Zobrazit obraz v náhledu
el: Εμφάνιση εικόνας προεπισκόπησης
es: Mostrar imagen preliminar
fi: Näytä esikatselukuva
hu: Megtekintési kép megjelenítése
id: Tampilkan Gambar Pratinjau
it: Visualizza immagine di anteprima
nb: Vis forhåndsvisningsbilde
nl: Voorbeeldafbeelding weergeven
pl: Wyświetl obraz podglądu
pt: Exibir visualização da imagem
ru: Предв. просмотр изображений
sv: Visa förhandsbild
th: แสดงรูปภาพตัวอย่าง
tr: Önizleme Resmini Görüntüle

source: Preview
cs: Náhled
el: Προεπισκόπηση
es: Vista preliminar
fi: Esikatselu
hu: Megtekintés
id: Pratinjau
it: Anteprima
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt: Visualizar
ru: Просмотр
sv: Förhandsgranskning
th: ดูภาพตัวอย่าง
tr: Önizleme

source: Destination
cs: Cílové umístění
el: Προορισμός
es: Destino
fi: Vastaanottaja
hu: Cél
id: Tujuan
it: Destinazione
nb: Mål
nl: Doel
pl: Miejsce docelowe
pt: Destino
ru: Место назначения
sv: Mål
th: ปลายทาง
tr: Hedef

source: Output Size
cs: Výstupní velikost
el: Μέγεθος εικόνας εξόδου
es: Tamaño de salida
fi: Tulostekoko
hu: Kimeneti méret
id: Ukuran Output
it: Formato stampa
nb: Utskriftsstørrelse
nl: Uitvoerformaat
pl: Rozmiar wydruku
pt: Tamanho da Saída
ru: Формат вывода
sv: Utmatningsstorlek
th: ขนาดผลงาน
tr: Çıkış Boyutu

source: Adjust cropping frames
cs: Upravit rámce pro oříznutí
el: Ρύθμιση καρέ περικοπής
es: Ajustar marcos de recorte
fi: Säädä rajauskuvia
hu: Vágási keretek beállítása
id: Atur bingkai pemotongan
it: Regola fotogrammi di ritaglio
nb: Juster beskjæringsrammer
nl: Bijsnijdkaders aanpassen
pl: Dopasuj ramki przycinania
pt: Ajustar molduras de corte
ru: Настройка рамок обрезки
sv: Justera beskärningsramar
th: ปรับกรอบการครอบตัด
tr: Kırpma çerçevelerini ayarla

source: Perform Scan
cs: Provést skenování
el: Εκτέλεση σάρωσης
es: Realizar escaneado
fi: Skannaa
hu: Letapogatás végrehajtása
id: Laksanakan Pemindaian
it: Esegui scansione
nb: Utfør skanning
nl: Scannen
pl: Wykonaj skanowanie
pt: Digitalizar
ru: Выполнение сканирования
sv: Utför scanning
th: ปฏิบัติการสแกน
tr: Tarama Yap

source: Scan
cs: Skenovat
el: Σάρωση
es: Escanear
fi: Skannaus
hu: Letapogatás
id: Pindai
it: Scansione
nb: Skann
nl: Scannen
pl: Skanuj
pt: Digitalizar
ru: Сканировать
sv: Scanna
th: สแกน
tr: Tara

source: Basic Mode
cs: Základní režim
el: Βασική λειτουργ.
es: Modo básico
fi: Perustila
hu: Alap mód
id: Moda Dasar
it: Modalità di base
nb: Grunnleggende-modus
nl: Basismodus
pl: Tryb podstawowy
pt: Modo Simples
ru: Основной режим
sv: Enkelt läge
th: โหมดขั้นพื้นฐาน
tr: Basit Mod

source: Select Source :
cs: Vybrat zdroj:
el: Επιλογή προέλευσης:
es: Selección del origen:
fi: Valitse lähde:
hu: Forrás kiválasztása :
id: Pilih Sumber:
it: Seleziona origine:
nb: Velg kilde:
nl: Bron selecteren:
pl: Wybierz źródło:
pt: Selecionar Origem:
ru: Выбор источника:
sv: Välj källa:
th: เลือกต้นทาง:
tr: Kaynak Seç:

source: Color Mode :
cs: Barevný režim:
el: Λειτουργία χρωμάτων:
es: Modo de color:
fi: Väritila:
hu: Színmód :
id: Moda Warna:
it: Modalità colore:
nb: Fargemodus:
nl: Kleurenmodus:
pl: Tryb koloru:
pt: Modo de Cor:
ru: Режим цветн.:
sv: Färgläge:
th: โหมดสี:
tr: Renkli Modu:

source: Width :
cs: Šířka:
el: Πλάτος:
es: Ancho:
fi: Leveys:
hu: Szélesség :
id: Kelebaran:
it: Larghezza:
nb: Bredde:
nl: Breedte:
pl: Szerokość:
pt: Largura:
ru: Ширина:
sv: Bredd:
th: ความกว้าง:
tr: Genişlik:

source: Height :
cs: Výška:
el: Ύψος:
es: Altura:
fi: Korkeus:
hu: Magasság :
id: Ketinggian:
it: Altezza:
nb: Høyde:
nl: Hoogte:
pl: Wysokość:
pt: Altura:
ru: Высота:
sv: Höjd:
th: ความสูง:
tr: Yükseklik:

source: Paper Size :
cs: Velikost papíru:
el: Μέγεθος χαρτιού:
es: Tamaño de papel:
fi: Paperikoko:
hu: Papírméret :
id: Ukuran Kertas:
it: Dimensioni foglio:
nb: Papirstørrelse:
nl: Papierformaat:
pl: Rozmiar papieru:
pt: Tamanho do Papel:
ru: Разм. бумаги:
sv: Pappersstorlek:
th: ขนาดกระดาษ:
tr: Kağıt Boyutu:

source: Binding Location:
cs: Umístění vazby:
el: Πλευρά δεσίματος
es: Ubicación de la encuadernación:
fi: Sidontakohta:
hu: Kötés helye :
id: Lokasi Penjilidan:
it: Posizione di rilegatura:
nb: Plassering av innbinding:
nl: Inbindlocatie:
pl: Miejsce szycia:
pt: Local da Encadernação:
ru: Расположение переплета:
sv: Plats för bindning:
th: ตำแหน่งเข้าเล่ม:
tr: Ciltleme Konumu:

source: Input Settings
cs: Nastavení vstupu
el: Ρυθμίσεις εισόδου
es: Configuración de entrada
fi: Syöttöasetukset
hu: Bemeneti beállítások
id: Setelan Input
it: Impostazioni input
nb: Innmatingsinnstillinger
nl: Instellingen voor invoer
pl: Ustawienia wejściowe
pt: Configurações de Entrada
ru: Настройка ввода
sv: Inmatningsinställningar
th: การตั้งค่าข้อมูลป้อนเข้า
tr: Girdi Ayarları

source: Output Resolution :
cs: Výstupní rozlišení:
el: Ανάλυση εικόνας εξόδου:
es: Resolución de salida:
fi: Tulosteen tarkkuus:
hu: Kimeneti felbontás :
id: Resolusi Output:
it: Risoluzione di output:
nb: Utskriftsoppløsning:
nl: Uitvoerresolutie:
pl: Rozdzielczość wyjściowa:
pt: Resolução de Saída:
ru: Разрешение вывода:
sv: Utmatningsupplösning:
th: ความละเอียดผลงาน:
tr: Çıkış Çözünürlüğü:

source: Output Size :
cs: Výstupní velikost:
el: Μέγεθος εικόνας εξόδου:
es: Tamaño de salida:
fi: Tulostekoko:
hu: Kimeneti méret :
id: Ukuran Output:
it: Formato stampa:
nb: Utskriftsstørrelse:
nl: Uitvoerformaat:
pl: Rozmiar wydruku:
pt: Tamanho da Saída:
ru: Формат вывода:
sv: Utmatningsstorlek:
th: ขนาดผลงาน:
tr: Çıkış Boyutu:

source: Data Size :
cs: Velikost dat:
el: Μέγεθος δεδομένων:
es: Tamaño de datos:
fi: Tiedoston koko:
hu: Adatméret :
id: Ukuran Data:
it: Dimensioni dati:
nb: Datastørrelse:
nl: Gegevensgrootte:
pl: Rozmiar danych:
pt: Tamanho dos Dados:
ru: Размер данных:
sv: Datastorlek:
th: ขนาดข้อมูล:
tr: Veri Boyutu:

source: Output Settings
cs: Nastavení výstupu
el: Ρυθμίσεις εικόνας εξόδου
es: Configuración de salida
fi: Tulosteasetukset
hu: Kimeneti beállítások
id: Setelan Output
it: Impostazioni di stampa
nb: Utskriftsinnstillinger
nl: Instellingen voor uitvoer
pl: Ustawienia wydruku
pt: Configurações de Saída
ru: Настройки вывода
sv: Inställningar för utmatning
th: การตั้งค่าผลงาน
tr: Çıkış Ayarları

source: Unsharp Mask :
cs: Zaostřit s maskou:
el: Μάσκα εξομάλυνσης:
es: Nitidez de imagen:
fi: Epäterävä maski:
hu: Élesítő maszk :
id: Topeng Tak Tajam:
it: Maschera definizione dettagli:
nb: Uskarphetsmaske:
nl: Beeld verscherpen:
pl: Wyostrz obraz:
pt: Máscara de Desfocagem:
ru: Скрыть нечеткость:
sv: Oskarp maskning:
th: ปกปิดรูปไม่ชัดเจน:
tr: Flu Görüntü Maskesi:

source: Descreen :
cs: Funkce Descreen:
el: Βελτίωση εικόνας:
es: Destramar:
fi: Rasterin poisto:
hu: Rácshiba eltávolítása :
id: Hilangkan Layar Berjala:
it: Descreening:
nb: Derastrer:
nl: Moir√©-reductie:
pl: Derasteryzacja:
pt: Apresentação:
ru: Убрать растр:
sv: Ta bort moarémönster:
th: ลบลายตาข่าย:
tr: Perdelemeyi Kaldır:

source: Image Settings
cs: Nastavení obrazu
el: Ρυθμίσεις εικόνας
es: Configuración de imagen
fi: Kuva-asetukset
hu: Kép beállításai
id: Setelan Gambar
it: Impostazioni immagine
nb: Bildeinnstillinger
nl: Instellingen voor afbeeldingen
pl: Ustawienia obrazu
pt: Configurações da Imagem
ru: Параметры изображения
sv: Bildinställningar
th: การตั้งค่ารูปภาพ
tr: Resim Ayarları

source: Brightness/Contrast
cs: Jas a kontrast
el: Φωτεινότητα/Αντίθεση
es: Brillo/Contraste
fi: Kirkkaus/Kontrasti
hu: Fényesség/Kontraszt
id: Kecerahan/Kontras
it: Luminosità/Contrasto
nb: Lysstyrke/kontrast
nl: Helderheid/contrast
pl: Jasność/Kontrast
pt: Brilho/Contraste
ru: Яркость/Контрастность
sv: Ljusstyrka/Kontrast
th: ความสว่าง/ความคมชัด
tr: Parlaklık/Karşıtlık

source: Histogram
el: Ιστόγραμμα
es: Histograma
fi: Histogrammi
hu: Hisztogram
it: Istogramma
pt: Histograma
ru: Гистограмма
th: ฮิสโตแกรม

source: Tone Curve Settings
cs: Nastavení tónové křivky
el: Ρυθμίσεις καμπύλης τόνου
es: Configuración de curva de tonos
fi: Värikäyräasetukset
hu: Tónusgörbe beállítások
id: Setelan Kurva Corak Warna
it: Impostazioni curva tonalità
nb: Tonekurveinnstillinger
nl: Tintcurve-instellingen
pl: Ustawienia krzywej tonowej
pt: Configurações da Curva de Tons
ru: Настройки кривой тона
sv: Inställningar för tonkurva
th: การตั้งค่าเส้นโค้งโทนสี
tr: Ton Eğrisi Ayarları

source: Final Review
cs: Závěrečný náhled
el: Τελική επισκόπηση
es: Revisión final
fi: Lopullinen tarkistus
hu: Végső megtekintés
id: Tinjauan Akhir
it: Verifica finale
nb: Endelig kontroll
nl: Laatste controle
pl: Przegląd końcowy
pt: Exame Final
ru: Окончательный просмотр
sv: Slutgranskning
th: ตรวจสอบสุดท้าย
tr: Son İnceleme

source: Threshold
cs: Prahová hodnota
el: Όριο
es: Umbral
fi: Raja-arvo
hu: Küszöb
id: Nilai Ambang
it: Soglia
nb: Terskel
nl: Drempel
pl: Próg
pt: Limite
ru: Порог
sv: Gränsvärde
th: จุดเปลี่ยน
tr: Eşik

source: Defaults
cs: Výchozí
el: Προεπιλογές
es: Predeterminados
fi: Oletukset
hu: Alapért.
id: Setelan Asal
it: Predefinite
nb: Standarder
nl: Standaard
pl: Domyślne
pt: Padrões
ru: По умолч.
sv: Standardvärden
th: ค่ามาตราฐาน
tr: Varsayılanlar

source: Advanced Mode
cs: Rozšíř. režim
el: Λειτουργ. για προχ.
es: Modo avanzado
fi: Kehittynyt tila
hu: Különleges mód
id: Moda Tingkat Lanjut
it: Modalità avanzata
nb: Avansert-modus
nl: Geavanceerde modus
pl: Tryb zaawansowany
pt: Modo Avançado
ru: Расш. режим
sv: Avancerat läge
th: โหมดขั้นสูง
tr: Gelişmiş Modu

source: Preferences...
cs: Předvolby...
el: Προτιμήσεις...
es: Preferencias...
fi: Määritykset...
hu: Beállítások...
id: Preferensi...
it: Preferenze...
nb: Innstillinger...
nl: Voorkeuren...
pl: Preferencje...
pt: Preferências...
ru: Настройка...
sv: Inställningar...
th: กำหนดลักษณะ...
tr: Tercihler...

source: Close
cs: Zavřít
el: Κλείσιμο
es: Cerrar
fi: Sulje
hu: Bezárás
id: Tutup
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat

source: Preferences
cs: Předvolby
el: Προτιμήσεις
es: Preferencias
fi: Määritykset
hu: Beállítások
id: Preferensi
it: Preferenze
nb: Innstillinger
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Настройка
sv: Inställningar
th: กำหนดลักษณะ
tr: Tercihler

source: Quiet Mode
cs: Tichý režim
el: Αθόρυβη λειτουργία
es: Modo silencioso
fi: Hiljainen tila
hu: Csendes mód
id: Moda Diam
it: Modalità silenziosa
nb: Stillemodus
nl: Stille modus
pl: Tryb cichy
pt: Modo Silencioso
ru: Бесшумный режим
sv: Tyst läge
th: โหมดเงียบ
tr: Sessiz Modu

source: Calibration Settings
cs: Nastavení kalibrace
el: Ρυθμίσεις συγχρονισμού
es: Configuración de calibración
fi: Kalibrointiasetukset
hu: Kalibráció beállításai
id: Setelan Kalibrasi
it: Impostazioni calibrazione
nb: Kalibreringsinnstillinger
nl: Kalibratie-instellingen
pl: Ustawienia kalibracji
pt: Configurações de Calibração
ru: Настройки калибровки
sv: Kalibreringsinställningar
th: การตั้งค่าการปรับเทียบค่ามาตราฐาน
tr: Ayarlama Ayarları

source: Execute at Every Scan :
cs: Provést při každém skenování:
el: Εκτέλεση σε κάθε σάρωση:
es: Ejecutar con cada escaneado:
fi: Suorita joka skannauskerran yhteydessä:
hu: Végrehajtás minden letapogatásnál :
id: Laksanakan di Setiap Pemindaian:
it: Esegui a ogni scansione:
nb: Utfør ved hver skanning:
nl: Uitvoeren bij elke scan:
pl: Wykonaj przy każdym skanowaniu:
pt: Executar a Cada Digitalização:
ru: Выполнение при каждом сканировании:
sv: Utför vid varje scanning:
th: ดำเนินการทุกครั้งที่สแกน:
tr: Her Taramada Yürüt:

source: Scanner
cs: Skener
el: Σαρωτής
es: Escáner
fi: Skanneri
hu: Lapolvasó
id: Pemindai
nb: Skanner
pl: Skaner
ru: Сканер
th: เครื่องสแกนเนอร์
tr: Tarayıcı

source: Recommended
cs: Doporučeno
el: Προτεινόμενες
es: Opción recomendada
fi: Suositus
hu: Javasolt
id: Dianjurkan
it: Scelta consigliata
nb: Anbefales
nl: Aanbevolen
pl: Zalecane
pt: Recomendado
ru: Рекомендуемые
sv: Rekommenderas
th: แนะนำ
tr: Önerilen

source: None
cs: Žádné
el: Καμία
es: Ninguno
fi: Ei mitään
hu: Nincs
id: Nihil
it: Nessuno
nb: Ingen
nl: Geen
pl: Brak
pt: Nenhum
ru: Нет
sv: Ingen
th: ไม่มี
tr: Yok

source: Monitor Gamma :
cs: Hodnota Gamma monitoru:
el: Γάμμα οθόνης:
es: Gamma del monitor:
fi: Näytön gamma :
id: Gamma Monitor:
it: Gamma monitor:
nb: Skjermgamma:
pl: Korekcja gamma monitora:
pt: Gama do Monitor:
ru: Гамма монитора:
sv: Gammavärde för bildskärm:
th: แกมมามอนิเตอร์:
tr: Monitör Gamma:

source: Color Settings
cs: Nastavení barev
el: Ρυθμίσεις χρωμάτων
es: Configuración de color
fi: Väriasetukset
hu: Színbeállítások
id: Setelan Warna
it: Impostazioni colore
nb: Fargeinnstillinger
nl: Kleurinstellingen
pl: Ustawienia koloru
pt: Configurações de Cores
ru: Параметры цвета
sv: Färginställningar
th: การตั้งค่าสี
tr: Renk Ayarları

source: Cancel
cs: Storno
el: Άκυρο
es: Cancelar
fi: Peruuta
hu: Mégse
id: Batal
it: Annulla
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal

source: Select Scanner
cs: Vybrat skener
el: Επιλογή σαρωτή
es: Seleccionar escáner
fi: Valitse skanneri
hu: Lapolvasó kiválasztása
id: Pilih Pemindai
it: Seleziona scanner
nb: Velg skanner
nl: Scanner selecteren
pl: Wybierz skaner
pt: Selecionar Scanner
ru: Выбрать сканер
sv: Välj scanner
th: เลือกเครื่องสแกนเนอร์
tr: Tarayıcıyı Seç

source: No scanners detected.
cs: Nebyly zjištěny žádné skenery.
el: Δεν εντοπίστηκαν σαρωτές.
es: No se ha detectado ningún escáner.
fi: Skannereita ei löytynyt.
hu: Nem észlelhető lapolvasó.
id: Tidak ada pemindai yang terdeteksi.
it: Nessuno scanner rilevato.
nb: Ingen skannere oppdaget.
nl: Geen scanners gevonden.
pl: Nie wykryto żadnych skanerów.
pt: Nenhum scanner detectado.
ru: Сканер не обнаружен.
sv: Hittar ingen scanner.
th: ไม่ได้ตรวจพบเครื่องสแกนเนอร์
tr: Tarayıcı algılanmadı.

source: Update Scanner List
cs: Aktualizovat seznam skenerů
el: Ενημέρωση λίστας σαρωτή
es: Actualizar la lista de escáneres
fi: Päivitä skanneriluettelo
hu: Lapolvasólista frissítése
id: Mutakhirkan Daftar Pemindai
it: Aggiorna elenco scanner
nb: Oppdater skannerliste
nl: Scannerlijst bijwerken
pl: Aktualizuj listę skanerów
pt: Atualizar a Lista do Scanner
ru: Обновить список сканеров
sv: Uppdatera lista för scanner
th: ปรับปรุงรายการเครื่องสแกนเนอร์
tr: Tarayıcı Listesini Güncelle

source: Save Scan Image
cs: Uložit naskenovaný obraz
el: Αποθήκευση εικόνας σάρωσης
es: Guardar imagen escaneada
fi: Tallenna skannattu kuva
hu: Beolvasott kép mentése
id: Menyimpan Gambar yang Dipindai
it: Salva scansione immagine
nb: Lagre skannet bilde
nl: Scanafbeelding opslaan
pl: Zapisz obraz skanowania
pt: Salvar Imagem de Digitalização
ru: Сохранить сканированное изображение
sv: Spara skannad bild
th: จัดเก็บรูปภาพที่สแกน
tr: Taranan Resmi Kaydet

source: Save as type:
cs: Uložit jako typ:
el: Αποθήκευση ως τύπου:
es: Guardar como tipo:
fi: Tallenna muodossa:
hu: Mentés más típusúként:
id: Simpan sebagai tipe:
it: Salva come tipo:
nb: Lagre som type:
nl: Opslaan als type:
pl: Zapisz jako typ:
pt: Salvar como tipo:
ru: Тип файла:
sv: Filformat:
th: จัดเก็บเป็นชนิด:
tr: Kayıt türü:

source: Save
cs: Uložit
el: Αποθήκευση
es: Guardar
fi: Tallenna
hu: Mentés
id: Simpan
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz
pt: Salvar
ru: Сохранить
sv: Spara
th: บันทึก
tr: Kaydet

source: The same file name already exists. Are you sure to overwrite it?
cs: Soubor se stejným názvem již existuje. Opravdu jej chcete přepsat?
el: Το όνομα αρχείου υπάρχει ήδη. Είστε βέβαιοι ότι θέλετε να αντικατασταθεί;
es: El nombre de archivo ya existe. ¿Está seguro de que desea sobrescribirlo?
fi: Tiedoston nimi on jo käytössä. Haluatko korvata tiedoston?
hu: Ez a fájlnév már létezik. Felülírja?
id: Nama berkas yang sama telah ada. Apakah Anda yakin akan menimpanya?
it: Il nome file esiste già. Sovrascriverlo?
nb: Samme filnavn finnes allerede. Er du sikker på at du vil overskrive det?
nl: Deze bestandsnaam bestaat reeds. Wilt u deze overschrijven?
pl: Plik o podanej nazwie już istnieje. Czy na pewno go zastąpić?
pt: O mesmo nome de arquivo já existe. Deseja sobregravá-lo?
ru: Файл с таким именем уже существует. Перезаписать?
sv: Filnamnet finns redan. Är du säker på att du vill skriva över det?
th: ชื่อไฟล์เดียวกันมีอยู่แล้ว คุณต้องการที่จะเขียนทับหรือไม่
tr: Aynı adla bir dosya zaten var. Üzerine yazmak istediğinizden emin misiniz.

source: Channel :
cs: Kanál:
el: Κανάλι:
es: Canal:
fi: Kanava:
hu: Csatorna :
id: Saluran:
it: Canale:
nb: Kanal:
nl: Kanaal:
pl: Kanał:
pt: Canal:
ru: Канал:
sv: Kanal:
th: ช่องทาง:
tr: Kanal:

source: Brightness :
cs: Jas:
el: Φωτεινότητα:
es: Brillo:
fi: Kirkkaus:
hu: Fényesség :
id: Kecerahan:
it: Luminosità:
nb: Lysstyrke:
nl: Helderheid:
pl: Jasność:
pt: Brilho:
ru: Яркость:
sv: Ljusstyrka:
th: ความสว่าง:
tr: Parlaklık:

source: Dark
cs: Tmavý
el: Σκούρο
es: Oscuro
fi: Tumma
hu: Sötét
id: Gelap
it: Scuro
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темный
sv: Mörk
th: มืด
tr: Koyu

source: Bright
cs: Jasný
el: Φωτεινή
es: Brillo
fi: Kirkas
hu: Világos
id: Cerah
it: Luminoso
nb: Lys
nl: Helder
pl: Jasny
pt: Brilho
ru: Яркая.
sv: Ljus
th: สว่าง
tr: Parlak

source: Contrast :
cs: Kontrast:
el: Αντίθεση:
es: Contraste:
fi: Kontrasti:
hu: Kontraszt :
id: Kontras:
it: Contrasto:
nb: Kontrast:
pl: Kontrast:
pt: Contraste:
ru: Контрастность:
sv: Kontrast:
th: ความคมชัด:
tr: Karşıtlık:

source: Low
cs: Nízký
el: Χαμηλή
es: Bajo
fi: Matala
hu: Kicsi
id: Rendah
it: Bassa
nb: Lav
nl: Laag
pl: Niska
pt: Baixo
ru: Низкая
sv: Låg
th: ต่ำ
tr: Düşük

source: High
cs: Vysoký
el: Υψηλή
es: Alto
fi: Korkea
hu: Nagy
id: Tinggi
it: Alta
nb: Høy
nl: Hoog
pl: Wysoka
pt: Alto
ru: Высокая
sv: Hög
th: สูง
tr: Yüksek

source: Gray Balance :
cs: Vyvážení šedé:
el: Ισορροπία γκρι:
es: Balance de grises:
fi: Harmaatasapaino:
hu: Szürkeegyensúly :
id: Keseimbangan Abu-Abu:
it: Bilanciamento dei grigi:
nb: Gråbalanse:
nl: Grijsbalans:
pl: Balans szarości:
pt: Proporção de Cinza:
ru: Баланс серого:
sv: Gråbalans:
th: ความสมดุลของสีเทา:
tr: Gri Dengesi:

source: Select Tone Curve :
cs: Vybrat tónovou křivku:
el: Επιλογή καμπύλης τόνου:
es: Seleccionar curva de tonos:
fi: Valitse värikäyrä:
hu: Tónusgörbe kiválasztása :
id: Pilih Kurva Corak Warna:
it: Seleziona curva tonalità:
nb: Velg tonekurve:
nl: Tintcurve selecteren:
pl: Wybierz krzywą tonową:
pt: Selecionar Curva de Tons:
ru: Выбор кривой тона:
sv: Välj tonkurva:
th: เลือกเส้นโค้งโทนสี:
tr: Ton Eğrisi Seç:

source: No correction
cs: Bez opravy
el: Χωρίς διόρθωση
es: No hay corrección
fi: Ei korjausta
hu: Nincs korrekció
id: Tidak ada koreksi
it: Nessuna correzione
nb: Ingen korrigering
nl: Geen correctie
pl: Bez korekcji
pt: Sem correção
ru: Без коррекции
sv: Ingen korrigering
th: ไม่มีการแก้ไข
tr: Düzeltme yok

source: Overexposure
cs: Přeexponováno
el: Υπερ-έκθεση
es: Sobreexposición
fi: Ylivalotus
hu: Túlexponált
id: Pendedahan Berlebihan
it: Sovraesposizione
nb: Overeksponering
nl: Overbelichting
pl: Prześwietlenie
pt: Superexposição
ru: Передержка
sv: Överexponering
th: การรับแสงเกิน
tr: Fazla pozlama

source: Underexposure
cs: Podexponováno
el: Υπο-έκθεση
es: Subexposición
fi: Alivalotus
hu: Alulexponált
id: Pendedahan Tidak Cukup
it: Sottoesposizione
nb: Undereksponering
nl: Onderbelichting
pl: Niedoświetlenie
pt: Subexposição
ru: Недодержка
sv: Underexponering
th: การรับแสงไม่พอ
tr: Az pozlama

source: High contrast
cs: Vysoký kontrast
el: Έντονη αντίθεση
es: Contraste alto
fi: Suuri kontrasti
hu: Nagy kontraszt
id: Kontras tinggi
it: Contrasto alto
nb: Høy kontrast
nl: Veel contrast
pl: Wysoki kontrast
pt: Alto contraste
ru: Высокий контраст
sv: Hög kontrast
th: ความคมชัดสูง
tr: Yüksek karşıtlık

source: Original
cs: Originál
el: Πρωτότυπο
fi: Alkuperäinen
hu: Eredeti
id: Asli
it: Originale
nb: Opprinnelig
nl: Origineel
pl: Oryginał
ru: Оригинал
th: ต้นฉบับ
tr: Orijinal

source: Current
cs: Aktuální
el: Τρέχον
es: Actual
fi: Nykyinen
hu: Jelenlegi
id: Sekarang
it: Corrente
nb: Gjeldende
nl: Huidig
pl: Bieżąca
pt: Atual
ru: Текущие
sv: Aktuell
th: ปัจจุบัน
tr: Geçerli

source: Threshold Level :
cs: Úroveň prahové hodnoty:
el: Επίπεδο ορίου:
es: Nivel de umbral:
fi: Raja-arvon taso :
hu: Küszöbszint :
id: Level Nilai Ambang:
it: Livello soglia:
nb: Terskelnivå:
nl: Drempelniveau:
pl: Poziom progowy:
pt: Nível de Limite:
ru: Пороговый уровень:
sv: Gränsvärdesnivå:
th: ระดับจุดเปลี่ยน:
tr: Eşik Düzeyi:

source: Light
cs: Světlý
el: Ανοιχτό
es: Claro
fi: Vaalea
hu: Világos
id: Terang
it: Chiaro
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ru: Светлый
sv: Ljus
th: สว่าง
tr: Açık

source: Dark
cs: Tmavý
el: Σκούρο
es: Oscuro
fi: Tumma
hu: Sötét
id: Gelap
it: Scuro
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ru: Темный
sv: Mörk
th: มืด
tr: Koyu

source: Scanning...
cs: Probíhá skenování...
el: Σάρωση...
es: Escaneando...
fi: Skannataan...
hu: Letapogatás...
id: Memindai...
it: Scansione in corso...
nb: Skanner...
nl: Bezig met scannen...
pl: Trwa skanowanie...
pt: Digitalizando...
ru: Идет сканирование...
sv: Scannar...
th: กำลังสแกน...
tr: Taranıyor...

source: Photo(Color)
cs: Fotografie (barevná)
el: Φωτογραφία (Έγχρωμο)
es: Foto (Color)
fi: Valokuva (Väri)
hu: Fotó(Színes)
id: Foto(Berwarna)
it: Fotografia (A Colori)
nb: Foto (farger)
nl: Foto (kleur)
pl: Fotografia (kolor)
pt: Foto (Colorida)
ru: Фото(Цветной)
sv: Foto (Färg)
th: ภาพถ่าย(สี)
tr: Fotoğraf(Renkli)

source: Magazine(Color)
cs: Časopis (barevný)
el: Περιοδικό (Έγχρωμο)
es: Revista (Color)
fi: Aikakauslehti (Väri)
hu: Magazin(Színes)
id: Majalah(Berwarna)
it: Rivista (A Colori)
nb: Magasin (farger)
nl: Tijdschrift (kleur)
pl: Czasopismo (kolor)
pt: Revista (Colorida)
ru: Журнал(Цветной)
sv: Magasin (Färg)
th: นิตยสาร(สี)
tr: Dergi(Renkli)

source: Newspaper(B&W)
cs: Noviny (čb)
el: Εφημερίδα (Ασπρόμαυρο)
es: Periódico (B/N)
fi: Sanomalehti (MV)
hu: Újság(FF)
id: Surat kabar(Hitam Putih)
it: Giornale (B/N)
nb: Avis (S/H)
nl: Krant (zwart-wit)
pl: Gazeta (czarno-biały)
pt: Jornal (Preto-e-branco)
ru: Газета(Ч&Б)
sv: Tidning (S&V)
th: หนังสือพิมพ์(ขาวดำ)
tr: Gazete(Siyah Beyaz)

source: Document(Grayscale)
cs: Dokument (stupně šedi)
el: Έγγραφο (Αποχρώσεις του γκρι)
es: Documento (Escala de grises)
fi: Asiakirja (Harmaasävy)
hu: Dokum.(Szürkeárnyalatos)
id: Dokumen(Keabu-abuan)
it: Documento (Scala di grigi)
nb: Dokument (gråtoner)
nl: Document (grijswaarden)
pl: Dokument (skala szarości)
pt: Documento (Escala de Cinza)
ru: Документ (оттенки серого)
sv: Dokument (Gråskala)
th: เอกสาร(เฉดสีเทา)
tr: Belge(Gri Tonlamalı)

source: Newspaper(Grayscale)
cs: Noviny (stupně šedi)
el: Εφημερίδα (Αποχρώσεις του γκρι)
es: Periódico (Escala de grises)
fi: Sanomalehti (Harmaasävy)
hu: Újság(Szürkeárnyalatos)
id: Surat kabar(Keabu-abuan)
it: Giornale (Scala di grigi)
nb: Avis (gråtoner)
nl: Krant (grijswaarden)
pl: Gazeta (skala szarości)
pt: Jornal (Escala de Cinza)
ru: Газета (оттенки серого)
sv: Tidning (Gråskala)
th: หนังสือพิมพ์(เฉดสีเทา)
tr: Gazete(Gri Tonlamalı)
