Repository: teast/scangearmp
Catalog: scangearmp/po/*.po
Languages: cs, el, es, fi, hu, id, it, nb, nl, pl, pt, ru, sv, th, tr

source: The paper size is not suitable for the duplex scanning. Check that the ADF (Auto Document Feeder) cover is closed, and press the <OK> button on the printer's operation panel to eject the document from the ADF.
cs: Velikost papíru není vhodná pro oboustranné skenování. Ověřte, zda je kryt podavače ADF (automatický podavač dokumentů) zavřený, a stisknutím tlačítka <OK> na ovládacím panelu tiskárny vysunete dokument z podavače ADF.
el: Το μέγεθος χαρτιού δεν είναι κατάλληλο για σάρωση διπλής όψης. Βεβαιωθείτε ότι το κάλυμμα του ADF (Αυτόματος τροφοδότης εγγράφων) είναι κλειστό, και πατήστε το κουμπί <OK> στον πίνακα λειτουργίας του εκτυπωτή για την αφαίρεση του εγγράφου από το ADF.
es: El tamaño del papel no es adecuado para el escaneado a doble cara. Compruebe que la tapa del AAD (alimentador automático de documentos) este cerrada, y pulse el botón <OK> en el panel de control de la impresora para expulsar el documento del AAD.
fi: Paperikoko ei sovellu kaksipuoliseen skannaukseen. Tarkista, että ADF:n (automaattisen arkinsyöttölaitteen) kansi on suljettu, ja poista asiakirja ADF:stä (automaattisesta arkinsyöttölaitteesta) painamalla tulostimen käyttöpaneelin <OK>-painiketta.
hu: A papírméret nem megfelelő kétoldalas nyomtatás számára. Ellenőrizze, hogy az ADF (Automatikus dokumentumadagoló) fedele le legyen csukva, és nyomja meg az <OK> gombot a nyomtató kezelőpanelén a dokumentum ADF-ből történő kiadásához.
id: Ukuran kertas tidak sesuai untuk pemindaian dupleks. Pastikan bahwa penutup ADF (Penyalur Dokumen Otomatis) tertutup, dan tekan tombol <OK> pada panel operasi pencetak untuk mengeluarkan dokumen dari ADF.
it: Formato carta non adatto alla scansione fronte/retro. Verificare la chiusura del coperchio dell'AAD (Alimentatore automatico documenti), quindi premere il pulsante <OK> sul pannello operativo della stampante per espellere il documento dall'AAD.
nb: Papirstørrelsen er ikke egnet til dupleksskanning. Kontroller at dekselet på ADM (den automatiske dokumentmateren) er lukket, og trykk på <OK> på skriverens betjeningspanel for å fjerne dokumentet fra ADM.
nl: Het papierformaat is niet geschikt voor dubbelzijdig scannen. Controleer of de klep van de ADF (automatisch documentinvoer) is gesloten, en druk op de knop <OK> op het bedieningspaneel van de printer om het document uit de ADF te voeren.
pl: Rozmiar papieru nie jest odpowiedni do skanowania dwustronnego. Sprawdź, czy pokrywa podajnika ADF (automatycznego podajnika dokumentów) jest zamknięta i naciśnij przycisk <OK> na panelu sterowania drukarki, aby wysunąć dokument z podajnika ADF.
pt: O tamanho do papel não é adequado para a digitalização duplex. Verifique se a tampa do ADF (Alimentador Automático de Documentos) está fechada, e pressione o botão <OK> no painel de controle da impressora para ejetar o documento do ADF.
ru: Размер бумаги не подходит для двухстороннего сканирования. Убедитесь, что крышка УАП (устройства автоматической подачи) закрыта, и нажмите кнопку <ОК> на панели управления принтера, чтобы удалить документ из УАП.
sv: Pappersstorleken passar inte för dubbelsidig scanning. Kontrollera att locket till ADF (den automatiska dokumentmataren) är stängt, och tryck på <OK> på skrivarens manöverpanel för att mata ut dokumentet från ADF (den automatiska dokumentmataren).
th: ขนาดกระดาษไม่เหมาะสำหรับการสแกนสองหน้า ตรวจให้แน่ใจว่าฝาครอบ ADF(ตัวป้อนเอกสารอัตโนมัติ)ปิดอยู่ และกดปุ่ม <OK> บนแผงการทำงานของเครื่องพิมพ์เพื่อผลักเอกสารจากออกจาก ADF
tr: Kağıt boyutu çift taraflı tarama için uygun değil. ADF (Otomatik Belge Besleyici) kapağının kapalı olduğunu kontrol edin, ve belgeyi ADF'den çıkarmak için yazıcı işletim panelindeki <OK> düğmesine basın.

source: Cannot communicate with scanner for these reasons: - Scanner is turned off. - Scanner is disconnected. (It is disconnected from LAN, if using on LAN.) Please check and try again. Scanner driver will be closed.
cs: Se skenerem nelze komunikovat z následujících příčin: - Skener je vypnutý. - Skener je odpojený. (Pokud je používán v síti LAN, je odpojený od této sítě.) Proveďte kontrolu a opakujte akci. Ovladač skeneru bude ukončen.
el: Η επικοινωνία με το σαρωτή δεν είναι δυνατή για τους εξής λόγους: - Ο σαρωτής είναι κλειστός. - Ο σαρωτής δεν είναι συνδεδεμένος. (Δεν είναι συνδεδεμένος στο δίκτυο LAN, αν χρησιμοποιείται σε LAN.) Ελέγξτε και προσπαθήστε ξανά. Το πρόγραμμα οδήγησης του σαρωτή θα κλείσει.
es: No se puede comunicar con el escáner por estas razones: - El escáner está apagado. - El escáner está desconectado. (Está desconectado de la LAN, si se usa en una red LAN.) Compruébelo y vuelva a intentarlo. Se cerrará el controlador del escáner.
fi: Tiedonsiirto skannerin kanssa ei onnistu seuraavista syistä: - Skannerista on katkaistu virta. - Skanneri on irrotettu. (Jos skanneria käytetään lähiverkossa, se on irrotettu verkosta.) Tarkista ja yritä uudelleen. Skanneriajuri suljetaan.
hu: A következő okból nem lehet a lapolvasóval kommunikálni: - A lapolvasó ki van kapcsolva. - A lapolvasó nincs csatlakoztatva. (LAN esetén nincs csatlakoztatva a LAN-ra.) Ellenőrizze, s próbálja újra. A lapolvasó illesztőprogram be lesz zárva.
id: Tidak dapat berkomunikasi dengan pemindai karena alasan-alasan ini: - Pemindai dimatikan. - Pemindai dicabut. (Pemindai dicabut dari LAN, jika menggunakan LAN.) Silakan periksa dan coba lagi. Pengandar pemindai akan ditutup.
it: Impossibile comunicare con lo scanner per i seguenti motivi: - Lo scanner è spento. - Lo scanner è scollegato. (È scollegato dalla LAN, se utilizzato sulla LAN.) Controllare e riprovare. Il driver dello scanner verrà chiuso.
nb: Får ikke kontakt med skanneren av følgende årsaker: - Skanneren er slått av. - Skanneren er ikke koblet til. (Den er koblet fra LAN hvis den brukes på LAN.) Kontroller og prøv på nytt. Skannerdriveren lukkes.
nl: Communicatie met scanner is niet mogelijk om deze redenen: - Scanner is uitgeschakeld. - Scanner is niet verbonden. (Wanneer u deze in een LAN gebruikt, is de scanner niet verbonden met het LAN.) Controleer dit en probeer het opnieuw. Het scannerstuurprogramma wordt gesloten.
pl: Nie można nawiązać komunikacji ze skanerem z następującego powodu: - Skaner jest wyłączony. - Skaner jest odłączony. (Urządzenie nie jest podłączone do sieci lokalnej, jeśli jest w niej używane.) Sprawdź to i spróbuj ponownie. Sterownik skanera zostanie zamknięty.
pt: Não é possível se comunicar com o scanner porque: - O scanner está desligado. - O scanner está desconectado. (Ele está desconectado da LAN, se estiver sendo usado na LAN.) Verifique e tente novamente. O driver do scanner será fechado.
ru: Не удается установить связь со сканером по следующим причинам. - Сканер выключен. - Сканер отсоединен. (Он отсоединен от локальной сети, если используется через сеть.) Проверьте и повторите попытку. Драйвер сканера будет закрыт.
sv: Det går inte att kommunicera med scannern av följande orsaker: - Scannern är avstängd. - Scannern är inte ansluten. (Den är inte ansluten till nätverket om den används i ett lokalt nätverk.) Kontrollera status och försök igen. Scannerdrivrutinen inaktiveras.
th: ไม่สามารถติดต่อกับเครื่องสแกนเนอร์ได้ด้วยเหตุการณ์เหล่านี้: - เครื่องสแกนเนอร์ถูกปิดแล้ว - เครื่องสแกนเนอร์ซึ่งถูกตัดออกจากกันแล้ว (คือตัดออกจากกันจาก LAN ขณะที่คุณการใช้ LAN ) กรุณาตรวจสอบและลองใหม่อีกครั้ง ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิดลง
tr: Şu nedenlerden dolayı tarayıcıyla iletişim kurulamıyor: - Tarayıcı kapalı. - Tarayıcı bağlı değil. -(LAN üzerinde kullanılıyorsa, LAN bağlantısı kesilmiş.) Lütfen kontrol edip yeniden deneyin. Tarayıcı sürücüsü kapatılacak.

source: Cannot communicate with scanner for these reasons: - Scanner is turned off. - The lock switch is not released. - Scanner is disconnected. (It is disconnected from LAN, if using on LAN.) Please check and try again. Scanner driver will be closed.
cs: Nelze komunikovat se skenerem z těchto důvodů: - Skener je vypnutý. - Přepínač zámku není uvolněný. - Skener je odpojený. (Pokud je skener používaný v síti LAN, je odpojený od sítě.) Zkontrolujte připojení a opakujte akci. Ovladač skeneru bude ukončen.
el: Δεν είναι δυνατή η επικοινωνία με το σαρωτή για τους εξής λόγους: - Ο σαρωτής είναι απενεργοποιημένος. - Ο διακόπτης κλειδώματος δεν έχει ελευθερωθεί. - Ο σαρωτής είναι αποσυνδεδεμένος. (Αποσυνδέθηκε από το δίκτυο LAN, εάν χρησιμοποιείται σε LAN.) Ελέγξτε και προσπαθήστε ξανά. Το πρόγραμμα οδήγησης του σαρωτή θα τερματιστεί.
es: No es posible establecer la comunicación con el escáner por estos motivos: - El escáner está apagado. - El interruptor de bloqueo no se ha liberado. - El escáner está desconectado. (Está desconectado de la LAN, en caso de que se esté usando una LAN.) Compruébelo e inténtelo de nuevo. El controlador del escáner se cerrará.
fi: Skanneriin ei voi muodostaa yhteyttä seuraavista syistä: - Skanneri on sammutettu. - Lukituskytkintä ei ole vapautettu. - Skannerin yhteys on katkaistu. (Se ei ole yhteydessä lähiverkkoon, jos käytetään lähiverkkoa.) Tarkista ja yritä uudelleen. Skanneriajuri suljetaan.
hu: A következők miatt nem lehet kommunikálni a lapolvasóval: - A lapolvasó ki van kapcsolva. - A zárókapcsoló nincs nyitva. - A lapolvasó nincs csatlakoztatva. (Nincs csatlakoztatva a LAN-ra, ha LAN-t használ.) Ellenőrizze, s próbálja újra. A lapolvasó illesztőprogram bezáródik.
id: Tidak dapat berkomunikasi dengan pemindai karena alasan-alasan ini: - Pemindai dimatikan. - Saklar pengunci tidak dibuka. - Pemindai dicabut. (Pemindai dicabut dari LAN, jika menggunakan LAN.) Silakan periksa dan coba lagi. Pengandar pemindai akan ditutup.
it: Impossibile comunicare con lo scanner per i seguenti motivi: - Lo scanner è spento. - L'interruttore di blocco non è stato rilasciato. - Lo scanner è scollegato. (In caso di utilizzo di una LAN, è scollegato dalla rete.) Verificare e riprovare. Il driver dello scanner verrà chiuso.
nb: Kan ikke kommunisere med skanneren av følgende årsaker: - Skanneren er slått av. - Låsbryteren er ikke frigjort. - Skanneren er koblet fra. (Den er koblet fra LAN, hvis den brukes på LAN.) Kontroller og prøv på nytt. Skannerdriveren lukkes.
nl: Communicatie met de scanner is niet mogelijk om deze redenen: - Scanner is uitgeschakeld. - De vergrendelingsschakelaar is niet ontgrendeld. - Scanner is niet verbonden. (Wanneer u deze in een LAN gebruikt, is de scanner niet verbonden met het LAN.) Controleer dit en probeer het opnieuw. Scannerstuurprogramma wordt gesloten.
pl: Komunikacja ze skanerem nie jest możliwa z następujących powodów: - Skaner jest wyłączony. - Przełącznik blokady nie został zwolniony. - Skaner jest odłączony. (W przypadku pracy w sieci LAN skaner jest odłączony od tej sieci.) Sprawdź podane przyczyny i spróbuj ponownie. Sterownik skanera zostanie zamknięty.
pt: Não é possível comunicar com o scanner pelas seguintes razões: - O scanner está desligado. - A trava não foi liberada. - O scanner está desconectado. (Está desconectado da LAN, se estiver usando LAN.) Verifique e tente novamente. O driver do scanner será fechado.
ru: Не удается установить связь со сканером по следующим причинам. - Сканер выключен. - Не освобожден блокиратор. - Сканер отсоединен. (Он отсоединен от локальной сети, если используется через сеть.) Проверьте и повторите попытку. Драйвер сканера будет закрыт.
sv: Det går inte att kommunicera med scannern av någon av följande anledningar: - Scannern är avstängd. - Låsspaken är inte frånslagen. - Scannern är inte ansluten. (Den är inte ansluten till det lokala nätverket om den används i ett nätverk.) Gör en kontroll och försök igen. Scannerdrivrutinen avslutas.
th: ไม่สามารถติดต่อกับเครื่องสแกนเนอร์ได้ด้วยเหตุการณ์เหล่านี้: - เครื่องสแกนเนอร์ถูกปิดแล้ว - ไม่ได้ปล่อยตัวล็อกสวิตช์ - เครื่องสแกนเนอร์ถูกตัดออกจากกันแล้ว (คือตัดออกจากกันจาก LAN ขณะที่คุณกำลังใช้ LAN) กรุณาตรวจสอบแล้วลองใหม่ ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิดลง
tr: Şu nedenlerle tarayıcı ile iletişim kurulamıyor: - Tarayıcı kapalı. - Kilit düğmesi açılmamış. - Tarayıcı bağlı değil. (LAN üzerinden kullanılıyorsa, LAN'a bağlı değil.) Lütfen kontrol edip yeniden deneyin. Tarayıcı sürücüsü kapatılacak.

source: Release the lock switch, turn the device off and then back on. Scanner driver will be closed.
cs: Uvolněte přepínač zámku, vypněte zařízení a znovu ho zapněte. Ovladač skeneru bude ukončen.
el: Απελευθερώστε τον διακόπτη κλειδώματος, απενεργοποιήστε τη συσκευή και, στη συνέχεια, ενεργοποιήστε την ξανά. Το πρόγραμμα οδήγησης του σαρωτή θα διακοπεί.
es: Libere el interruptor de bloqueo, desconecte el dispositivo y vuelva a conectarlo. Se cerrará el controlador del escáner.
fi: Vapauta lukituskytkin, sammuta laite ja käynnistä se uudelleen. Skanneriajuri suljetaan.
hu: Oldja ki a reteszt, kapcsolja a készüléket ki, majd újra be. A lapolvasó illesztőprogram be fog záródni.
id: Buka saklar pengunci, matikan perangkat dan kemudian nyalakan kembali. Pengandar pemindai akan ditutup.
it: Rilasciare l'interruttore di blocco, spegnere e riaccendere la periferica. Il driver dello scanner verrà chiuso.
nb: Frigjør låsbryteren, slå enheten av og deretter på igjen. Skannerdriveren lukkes.
nl: Ontgrendel de vergrendelingsschakelaar, schakel het apparaat uit en weer aan. Het scannerstuurprogramma wordt gesloten.
pl: Zwolnij przełącznik blokady, wyłącz urządzenie, a następnie włącz je ponownie. Sterownik skanera zostanie zamknięty.
pt: Libere a trava de bloqueio, desligue o dispositivo e ligue-o novamente. O driver do scanner será fechado.
ru: Освободите блокиратор сканера, выключите и снова включите устройство. Драйвер сканера будет закрыт.
sv: Slå ifrån låsspaken, stäng av scannern och slå på den igen. Scannerdrivrutinen avslutas.
th: ปล่อยตัวล็อกสวิตช์ ให้ปิดอุปกรณ์แล้วเปิดใหม่ ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิด
tr: Kilit düğmesini açın, aygıtı kapatıp tekrar açın. Tarayıcı sürücüsü kapatılacak.

source: Processing calibration data from a scanner. Do not open the document cover.
cs: Probíhá zpracování kalibračních dat skeneru. Neotevírejte kryt dokumentů.
el: Γίνεται επεξεργασία των δεδομένων συγχρονισμού από σαρωτή. Μην ανοίξετε το κάλυμμα εγγράφων.
es: Procesando datos de calibración desde un escáner. No abra la tapa de documentos.
fi: Kalibrointitietoja käsitellään skannerilta. Älä avaa kantta.
hu: Kalibrációs adatok feldolgozása a lapolvasóból. Ne nyissa fel a dokumentumfedelet.
id: Memproses data kalibrasi dari pemindai. Jangan buka penutup dokumen.
it: Calibrazione dei dati dello scanner in corso. Non aprire il coperchio dei documenti.
nb: Behandler kalibreringsdata fra en skanner. Ikke åpne dokumentdekselet.
nl: De kalibratiegegevens van de scanner worden verwerkt. Houd de documentklep gesloten.
pl: Przetwarzanie danych kalibracji ze skanera. Nie otwieraj pokrywy dokumentów.
pt: Processando dados de calibração de um scanner. Não abra a tampa de documentos.
ru: Идет обработка полученных от сканера данных калибровки. Не открывайте крышку документа.
sv: Kalibreringsdata från en scanner bearbetas. Öppna inte dokumentlocket.
th: กำลังดำเนินการปรับเทียบค่ามาตราฐานจากเครื่องสแกนเนอร์ อย่าเปิดฝาครอบของเอกสาร
tr: Tarayıcının ayarlama verileri işleniyor. Belge kapağını açmayın.

source: Scanner is warming up... Do not open the document cover.
cs: Skener se zahřívá... Neotevírejte kryt dokumentů.
el: Ο σαρωτής προθερμαίνεται... Μην ανοίγετε το κάλυμμα εγγράφων.
es: El escáner se está calentando... No abra la cubierta de documentos.
fi: Skanneri lämpenee... Älä avaa kantta.
hu: A lapolvasó felmelegedés alatt... Ne nyissa fel a dokumentumfedőt.
id: Pemindai sedang melakukan pemanasan... Jangan buka penutup dokumen.
it: Scanner in riscaldamento... Non aprire il coperchio dei documenti.
nb: Skanneren varmer opp... Ikke åpne dokumentdekselet.
nl: Scanner wordt opgewarmd... Open de documentklep niet.
pl: Rozgrzewanie skanera... Nie otwieraj pokrywy skanera.
pt: O scanner está aquecendo... Não abra a tampa do documento.
ru: Идет прогрев сканера... Не открывайте крышку документа.
sv: Scannern värmer upp... Öppna inte dokumentlocket.
th: กำลังอุ่นเครื่องสแกนเนอร์... อย่าเปิดฝาครอบของเอกสาร
tr: Tarayıcı ısınıyor... Belge kapağını açmayın.

source: Delete preview images.
cs: Odstraňte obrazy z náhledu.
el: Διαγράφει εικόνες προεπισκόπησης.
es: Eliminar imágenes previsualizadas.
fi: Poista esikatselukuvat.
hu: Törölje a megtekintési képeket.
id: Hapus gambar pratinjau.
it: Elimina le immagini di anteprima.
nb: Slett forhåndsvisningsbilder.
nl: Voorbeeldafbeeldingen verwijderen.
pl: Usuń obrazy podglądu.
pt: Excluir visualização de imagens.
ru: Удаление предварительных изображений.
sv: Ta bort förhandsgranskade bilder.
th: ลบรูปภาพตัวอย่าง
tr: Önizleme resimlerini silin.

source: Select Source is altered, so deletes preview image.
cs: Nastavení Vybrat zdroj bylo změněno, proto bude obraz z náhledu odstraněn.
el: Η "Επιλογή προέλευσης" έχει αλλάξει, επομένως η προηγούμενη εικόνα προεπισκόπησης διαγράφεται.
es: Selección del origen se ha modificado, por lo que la previsualización de imagen se eliminará.
fi: Valitse lähde -asetus on muuttunut, joten esikatselukuva poistetaan.
hu: A forrás megváltozott, így a megtekintési kép törlodött.
id: Pilih Sumber telah diubah, sehingga menghapus gambar pratinjau.
it: Seleziona origine è stata modificata, quindi l'anteprima immagine viene eliminata.
nb: Velg kilde er endret, og forhåndsvisningsbildet slettes.
nl: Bron selecteren is gewijzigd. De scanner wist daarom de voorbeeldafbeelding.
pl: Ustawienie Wybierz źródło uległo zmianie, dlatego obraz podglądu jest usuwany.
pt: A opção Selecionar Origem foi alterada. Exclua a visualização da imagem.
ru: Изменена настройка параметра "Выбор источника", поэтому предварительное изображение удаляется.
sv: Den valda källan har ändrats, så förhandsvisningen raderas.
th: เลือกต้นทาง' เปลี่ยนไปแล้ว กรุณาลบรูปภาพตัวอย่าง
tr: Kaynak Seç değiştirildiğinden önizleme resmi silinir.

source: dpi
es: ppp
nb: ppt
pt: ppp

source: OK
es: Aceptar
ru: ОК
th: ตกลง
tr: Tamam

source: OCR(300dpi)
es: OCR (300ppp)
nb: OCR (300 ppt)
pt: OCR (300 ppp)

source: Letter
es: Carta

source: Legal
pt: Ofício
