Repository: teast/scangearmp
Catalog: scangearmp/po/*.po
Languages: cs, el, es, fi, hu, id, it, nb, nl, pl, pt, ru, sv, th, tr

source: Internal Error occurred. Scanner driver will be closed.
cs: Došlo ke vnitřní chybě. Ovladač skeneru bude ukončen.
el: Παρουσιάστηκε εσωτερικό σφάλμα. Το πρόγραμμα οδήγησης του σαρωτή θα διακοπεί.
es: Se produjo un error interno. El controlador del escáner se cerrará.
fi: Tapahtui sisäinen virhe. Skanneriajuri suljetaan.
hu: Belső hiba történt. A lapolvasó illesztőprogram be fog záródni.
id: Kesalahan Internal terjadi. Pengandar pemindai akan ditutup.
it: Si è verificato un errore interno. Il driver dello scanner verrà chiuso.
nb: Det har oppstått en intern feil. Skannerdriveren lukkes.
nl: Er is een interne fout opgetreden. Het scannerstuurprogramma wordt afgesloten.
pl: Wystąpił błąd wewnętrzny. Sterownik skanera zostanie zamknięty.
pt: Erro interno. O driver do scanner será fechado.
ru: Произошла внутренняя ошибка. Драйвер сканера будет закрыт.
sv: Ett internt fel inträffade. Scannerdrivrutinen inaktiveras.
th: เกิดความผิดพลาดภายใน ไดรเวอร์เครื่องสแกนเนอร์ จะถูกปิด
tr: Dahili Hata oluştu. Tarayıcı sürücüsü kapatılacak.

source: Error in scanner. Turn off scanner and follow instructions in User's Guide. Scanner driver will be closed.
cs: Chyba skeneru. Vypněte skener a postupujte podle pokynů v příručce. Ovladač skeneru bude ukončen.
el: Σφάλμα στο σαρωτή. Απενεργοποιήστε το σαρωτή και ακολουθήστε τις οδηγίες στο εγχειρίδιο. Το πρόγραμμα οδήγησης του σαρωτή θα διακοπεί.
es: Error del escáner. Apague el escáner y siga las instrucciones del manual. Se cerrará el controlador del escáner.
fi: Skannerin virhe. Katkaise skannerista virta ja noudata oppaan ohjeita. Skanneriajuri suljetaan.
hu: Hiba a lapolvasónál. Kapcsolja ki a lapolvasót, s kövesse a kézikönyv utasításait. A lapolvasó illesztőprogram be fog záródni.
id: Kesalahan pada pemindai. Matikan pemindai dan ikuti petunjuk pemakaian dalam panduan. Pengandar pemindai akan ditutup.
it: Errore scanner. Spegnere lo scanner e seguire le istruzioni nel manuale. driver dello scanner verrà chiuso.
nb: Feil i skanner. Slå av skanneren og følg instruksjonene i håndboken. Skannerdriveren lukkes.
nl: Fout in scanner. Zet de scanner uit en volg de aanwijzingen in de handleiding op. Het scannerstuurprogramma wordt gesloten.
pl: Błąd skanera. Wyłącz skaner i postępuj według instrukcji w podręczniku. Sterownik skanera zostanie zamknięty.
pt: Erro no scanner. Desligue o scanner e siga as instruções contidas no manual. O driver do scanner será fechado.
ru: Ошибка сканера. Выключите сканер и следуйте инструкциям руководства по эксплуатации. Драйвер сканера будет закрыт.
sv: Scannerfel. Stäng av scannern och följ anvisningarna i handboken. Scannerdrivrutinen inaktiveras.
th: เครื่องสแกนเนอร์เกิดข้อผิดพลาด ปิดใช้งานเครื่องสแกนเนอร์ แล้วทำตามคำแนะนำในคู่มือการใช้งาน ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิด
tr: Tarayıcıda hata oluştu. Tarayıcıyı kapatın ve el kitabındaki yönergeleri izleyin. Tarayıcı sürücüsü kapatılacak.

source: Printer is in use or an error has occurred. Check status. Scanner Driver will be closed.
cs: Tiskárna je používána nebo došlo k chybě. Zkontrolujte stav. Ovladač skeneru bude ukončen.
el: Ο εκτυπωτής χρησιμοποιείται ή εμφανίστηκε σφάλμα. Ελέγξτε την κατάσταση. Το πρόγραμμα οδήγησης σαρωτή θα διακοπεί.
es: La impresora está en uso o se ha producido un error. Compruebe el estado. Se cerrará el controlador del escáner.
fi: Tulostin on käytössä tai tapahtui virhe. Tarkista tila. Skanneriajuri suljetaan.
hu: A nyomtató használatban van vagy valamilyen hiba történt. Ellenőrizze az állapotot. A lapolvasó illesztőprogram be fog záródni.
id: Pencetak sedang digunakan atau terjadi kesalahan. Periksa status. Pengandar Pemindai akan ditutup.
it: La stampante è in uso o si è verificato un errore. Verificare lo stato. Il driver dello scanner verrà chiuso.
nb: Skriveren er i bruk eller det har oppstått en feil. Kontroller status. Skannerdrivereren lukkes.
nl: Printer is in gebruik of er is een fout opgetreden. Controleer de status. Het scannerstuurprogramma wordt gesloten.
pl: Drukarka jest właśnie używana lub wystąpił błąd. Sprawdź stan. Sterownik skanera zostanie zamknięty.
pt: A impressora está sendo usada ou ocorreu um erro. Verifique o status. O driver do scanner vai ser encerrado.
ru: Принтер занят или произошла ошибка. Проверьте состояние. Драйвер сканера будет закрыт.
sv: Skrivaren används redan eller så har det uppstått ett fel. Kontrollera statusen. Scannerdrivrutinen inaktiveras.
th: เครื่องพิมพ์กำลังใช้งานอยู่หรือเกิดข้อผิดพลาดขึ้น กรุณาตรวจสอบสถานะ ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิด
tr: Yazıcı kullanımda veya bir hata oluştu. Durumu denetleyin. Tarayıcı Sürücüsü kapatılacak.

source: Printer initialization is in progress. Scan after it is complete.
cs: Probíhá inicializace tiskárny. Skenování zahajte až po dokončení inicializace.
el: Η προετοιμασία του εκτυπωτή βρίσκεται σε εξέλιξη. Πραγματοποιήστε σάρωση μετά την ολοκλήρωσή της.
es: La inicialización de la impresora está en curso. Comience a escanear cuando haya finalizado.
fi: Tulostimen alustus on käynnissä. Skannaa, kun se on valmis.
hu: A nyomtató inicializálása folyamatban van. Ha kész, utána végezze a letapogatást.
id: Inisialisasi pencetak sedang berlaju. Pindai setelah selesai.
it: È in corso l'inizializzazione della stampante. Al completamento eseguire la scansione.
nb: Skriverinitialisering pågår. Skann når initialiseringen er ferdig.
nl: Printer wordt ge√Ønitialiseerd. Scan pas nadat dit is voltooid.
pl: Inicjalizacja drukarki w toku. Wykonaj skanowanie po jej zakończeniu.
pt: A inicialização da impressora está em andamento. Digitalize após a conclusão.
ru: Выполняется инициализация принтера. Сканируйте после завершения этой операции.
sv: Initieringen pågår. Scanna när den är klar.
th: กำลังเริ่มต้นเครื่องพิมพ์ สแกนหลังจากดำเนินการเสร็จ
tr: Yazıcı başlatma işlemi sürüyor. İşlem tamamlandıktan sonra taramanızı yapın.

source: An error has occurred. Turn the device off and then back on. Scanner driver will be closed.
cs: Došlo k chybě. Vypněte a znovu zapněte zařízení. Ovladač skeneru bude ukončen.
el: Προέκυψε σφάλμα. Απενεργοποιήστε και ενεργοποιήστε τη συσκευή ξανά. ο πρόγραμμα οδήγησης του σαρωτή θα κλείσει.
es: Se ha producido un error. Apague el dispositivo y vuelva a encenderlo. El controlador del escáner se cerrará.
fi: Tapahtui virhe. Katkaise laitteesta virta ja kytke sitten virta uudelleen. Skanneriajuri suljetaan.
hu: Hiba történt. Kapcsolja a készüléket ki, majd újra be. A lapolvasó illesztoprogramja leáll.
id: Terjadi kesalahan. Matikan perangkat dan kemudian hidupkan kembali. Pengandar pemindai akan ditutup.
it: Si è verificato un errore. Disattivare e riattivare la periferica. Il driver dello scanner verrà chiuso.
nb: Det har oppstått en feil. Slå enheten av og deretter på igjen. Skannerdriveren lukkes.
nl: Er trad een fout op. Schakel het apparaat uit en weer aan. Het scannerstuurprogramma wordt gesloten.
pl: Wystąpił błąd. Wyłącz urządzenie, a następnie włącz je ponownie. Sterownik skanera zostanie zamknięty.
pt: Ocorreu um erro. Desligue e volte a ligar o dispositivo. O driver do scanner será fechado.
ru: Произошла ошибка. Выключите, а затем снова включите питание устройства. Драйвер сканера будет закрыт.
sv: Ett fel har inträffat. Slå av enheten och slå på den igen. Scannerdrivrutinen inaktiveras.
th: เกิดข้อผิดพลาดขึ้น ให้ปิดอุปกรณ์แล้วเปิดใหม่ ไดรเวอร์เครื่องสแกนเนอร์จะถูกปิด
tr: Hata oluştu. Aygıtı kapatıp yeniden açın. Tarayıcı sürücüsü kapatılacak.

source: Scanning canceled by user. Press the <OK> button on the printer's operation panel to eject the document from the ADF (Auto Document Feeder).
cs: Skenování bylo zrušeno uživatelem. Stisknutím tlačítka <OK> na ovládacím panelu tiskárny vysunete dokument z podavače ADF (automatický podavač dokumentů).
el: Ακύρωση σάρωσης από το χρήστη. Πατήστε το κουμπί <OK> στον πίνακα λειτουργίας του εκτυπωτή για την εξαγωγή του εγγράφου από το ADF (Αυτόματο τροφοδότη εγγράφων).
es: Exploración cancelada por el usuario. Pulse el botón <OK> en el panel de control de la impresora para expulsar el documento del AAD (alimentador automático de documentos).
fi: Käyttäjä peruutti skannauksen. Poista asiakirja ADF:stä (automaattisesta arkinsyöttölaitteesta) painamalla tulostimen käyttöpaneelin <OK>-painiketta.
hu: Letapogatás a felhasználó által leállítva. Nyomja meg a nyomtató kezelőpanelén lévő <OK> gombot a dokumentum az ADF-ből (Automatikus dokumentumadagolóból) történő kiadásához.
id: Pemindaian dibatalkan oleh pengguna. Tekan tombol <OK> pada panel operasi pencetak untuk mengeluarkan dokumen dari ADF (Penyalur Dokumen Otomatis).
it: Scansione annullata dall'utente. Premere il pulsante <OK> sul pannello operativo della stampante per espellere il documento dall'AAD (Alimentatore automatico documenti).
nb: Skanningen avbrutt av bruker. Trykk på <OK> på skriverens betjeningspanel for å fjerne dokumentet fra ADM (den automatiske dokumentmateren).
nl: Het scannen is door de gebruiker geannuleerd. Druk op de knop <OK> op het bedieningspaneel van de printer om het document uit de ADF (automatische documentinvoer) te voeren.
pl: Skanowanie anulowane przez użytkownika. Naciśnij przycisk <OK> na panelu sterowania drukarki, aby wysunąć dokument z podajnika ADF (automatycznego podajnika dokumentów).
pt: Digitalização cancelada pelo usuário. Pressione o botão <OK> no painel de controle da impressora para ejetar o documento do ADF (Alimentador Automático de Documentos).
ru: Сканирование отменено пользователем. Нажмите кнопку <ОК> на панели управления принтера, чтобы извлечь документ из УАП (устройства автоматической подачи).
sv: Scanningen avbröts av användaren. Tryck på knappen <OK> på skrivarens manöverpanel för att mata ut dokumentet från ADF (den automatiska dokumentmataren).
th: การสแกนถูกยกเลิกโดยผู้ใช้ กดปุ่ม <OK> บนแผงการทำงานของเครื่องพิมพ์เพื่อผลักเอกสารจาก ADF(ตัวป้อนเอกสารอัตโนมัติ)
tr: Tarama kullanıcı tarafından iptal edildi. Belgeyi ADF'den (Otomatik Belge Besleyici) çıkarmak için yazıcının işletim panelindeki <OK> düğmesine basın.

source: The paper is jammed in the ADF (Auto Document Feeder). Open the cover and clear the paper jam, then close the document cover. Press the <OK> button to clear the status on the printer's operation panel.
cs: V podavači ADF (automatický podavač dokumentů) uvízl papír. Otevřete kryt a odstraňte uvíznutý papír a potom zavřete kryt dokumentů. Stisknutím tlačítka <OK> vymažte stav zobrazený na ovládacím panelu tiskárny.
el: Το χαρτί μπλοκάρεται στο ADF (Αυτόματος τροφοδότης εγγράφων). Ανοίξτε το κάλυμμα και καθαρίστε την εμπλοκή χαρτιού, στη συνέχεια κλείστε το κάλυμμα εγγράφων. Πατήστε το κουμπί <ΟΚ> για τη διαγραφή της κατάστασης στον πίνακα ελέγχου του εκτυπωτή.
es: Se ha producido un atasco de papel en el AAD (alimentador automático de documentos). Abra la tapa y libere el atasco de papel, a continuación cierre la tapa de los documentos. Pulse el botón <OK> para borrar el estado del panel de control de la impresora.
fi: Syöttölaitteessa on paperitukos. Avaa ADF:n (automaattisen arkinsyöttölaitteen) kansi, poista paperitukos ja sulje kansi. Poista tila tulostimen käyttöpaneelista painamalla <OK>-painiketta.
hu: Papírelakadás történt az ADF-ben (Automatikus dokumentumadagolóban). Nyissa fel a lapadagoló fedelét, szüntesse meg a papírelakadást, majd csukja le a fedelet. Nyomja meg az <OK> gombot a nyomtató kezelőpanelén az állapot törléséhez.
id: Kertas macet di dalam ADF (Penyalur Dokumen Otomatis). Buka penutup dan keluarkan kertas yang macet, kemudian tutup penutup dokumen. Tekan tombol <OK> untuk mengosongkan status pada panel operasi pencetak.
it: Inceppamento carta nell'AAD (Alimentatore automatico documenti). Aprire il coperchio e rimuovere l'inceppamento, quindi chiudere il coperchio. Premere il pulsante <OK> per cancellare lo stato sul pannello operativo della stampante.
nb: Papir sitter fast i ADM (den automatiske dokumentmateren). Åpne dekselet og fjern det fastkjørte papiret, og lukk deretter dekselet på dokumentmateren. Trykk på <OK> for å nullstille statusen på skriverens betjeningspanel.
nl: Er is een papierstoring opgetreden in de ADF (automatische documentinvoer). Open de klep, verwijder het vastgelopen papier en sluit de documentklep. Druk vervolgens op de knop <OK> op het bedieningspaneel van de printer om de status te wissen.
pl: Papier jest zakleszczony w podajniku ADF (automatycznym podajniku dokumentów). Otwórz pokrywę i usuń zakleszczenie, a następnie zamknij pokrywę. Naciśnij przycisk <OK>, aby wyzerować stan na panelu sterowania drukarki.
pt: O papel está atolado no ADF (Alimentador Automático de Documentos). Abra a tampa, retire o papel atolado e feche a tampa. Pressione o botão <OK> para limpar o status no painel de controle da impressora.
ru: В УАП (устройстве автоматической подачи) застряла бумага. Откройте крышку и удалите застрявшую бумагу, затем закройте крышку. Нажмите кнопку <ОК>, чтобы сбросить флаг ошибки на панели управления принтера.
sv: Papper har fastnat i ADF (den automatiska dokumentmataren). Öppna locket, ta bort papperet som fastnat och stäng locket. Tryck sedan på knappen <OK> på skrivarens manöverpanel.
th: กระดาษติดใน ADF(ตัวป้อนเอกสารอัตโนมัติ) เปิดฝาครอบและนำกระดาษที่ติดอยู่ออก จากนั้น ปิดฝาครอบเอกสาร กดปุ่ม <OK> บนแผงการทำงานของเครื่องพิมพ์เพื่อล้างสถานะ
tr: ADF'de (Otomatik Belge Besleyici) kağıt sıkışması oluştu. Kapağı açın, kağıt sıkışmasını giderin ve ardından belge kapağını kapatın. Yazıcının işletim paneli üzerinde durumu temizlemek için <OK> düğmesine basın.

source: The ADF (Auto Document Feeder) cover is open. Close the document cover and press the <OK> button to clear the status on the printer's operation panel.
cs: Je otevřen kryt podavače ADF (automatický podavač dokumentů). Zavřete kryt dokumentů a pak stisknutím tlačítka <OK> vymažte stav zobrazený na ovládacím panelu tiskárny.
el: Το κάλυμμα του ADF (Αυτόματος τροφοδότης εγγράφων) είναι ανοικτό. Κλείστε το κάλυμμα εγγράφων και πατήστε το κουμπί <ΟΚ> για τη διαγραφή της κατάστασης στον πίνακα λειτουργίας του εκτυπωτή.
es: La tapa del AAD (alimentador automático de documentos) está abierta. Cierre la tapa de los documentos y pulse el botón <OK> para borrar el estado del panel de control de la impresora.
fi: ADF:n (automaattisen arkinsyöttölaitteen) kansi on auki. Sulje kansi ja poista tila tulostimen käyttöpaneelista painamalla <OK>-painiketta.
hu: Az ADF (Automatikus dokumentumadagoló) fedele nyitva van. Zárja le a fedőlapot, majd nyomja meg az <OK> gombot a nyomtató kezelőpanelén az állapot törléséhez.
id: Penutup ADF (Penyalur Dokumen Otomatis) terbuka. Tutup penutup dokumen dan tekan tombol <OK> untuk mengosongkan status pada panel operasi pencetak.
it: Il coperchio dell'AAD (Alimentatore automatico documenti) è aperto. Chiudere il coperchio, quindi premere il pulsante <OK> per cancellare lo stato sul pannello operativo della stampante.
nb: Dekselet på ADM (den automatiske dokumentmateren) er åpent. Lukk dekselet og trykk på <OK> for å nullstille statusen på skriverens betjeningspanel.
nl: De klep van de ADF (automatische documentinvoer) is geopend. Sluit de documentklep en druk op de knop <OK> op het bedieningspaneel van de printer om de status te wissen.
pl: Pokrywa podajnika ADF (automatycznego podajnika dokumentów) jest otwarta. Zamknij pokrywę i naciśnij przycisk <OK>, aby wyzerować stan na panelu sterowania drukarki.
pt: A tampa do ADF (Alimentador Automático de Documentos) está aberta. Feche-a e pressione o botão <OK> para limpar o status no painel de controle da impressora.
ru: Открыта крышка УАП (устройства автоматической подачи). Закройте крышку и нажмите кнопку <ОК>, чтобы сбросить флаг ошибки на панели управления принтера.
sv: Locket til ADF (den automatiska dokumentmataren) är öppet. Stäng locket och tryck sedan på knappen <OK> på skrivarens manöverpanel.
th: ฝาครอบ ADF(ตัวป้อนเอกสารอัตโนมัติ)เปิดอยู่ ปิดฝาครอบเอกสารและกดปุ่ม <OK> บนแผงการทำงานของเครื่องพิมพ์เพื่อล้างสถานะ
tr: ADF (Otomatik Belge Besleyici) kapağı açık. Kapağı kapatın ve ardından yazıcının işletim paneli üzerinde durumu temizlemek için <OK> düğmesine basın.

source: No document in the ADF (Auto Document Feeder). Press the <OK> button on the printer's operation panel to cancel the error, then place paper in the ADF.
cs: V podavači ADF (automatický podavač dokumentů) není vložen dokument. Stisknutím tlačítka <OK> na ovládacím panelu tiskárny zrušte chybu a pak vložte papír do podavače ADF.
el: Δεν υπάρχει έγγραφο στο ADF (Αυτόματος τροφοδότης εγγράφων). Πατήστε το κουμπί <OK> στον πίνακα λειτουργίας του εκτυπωτή για να ακυρώσετε το σφάλμα και στη συνέχεια τοποθετήστε χαρτί στο ADF.
es: No hay ningún documento en el AAD (alimentador automático de documentos). Pulse el botón <OK> del panel de control de la impresora para cancelar el error y, a continuación, coloque el papel en el AAD.
fi: ADF:ssä (automaattisessa arkinsyöttölaitteessa) ei ole asiakirjaa. Peruuta virhe painamalla tulostimen käyttöpaneelin <OK>-painiketta, ja aseta sen jälkeen ADF:ään (automaattiseen arkinsyöttölaitteeseen) paperia.
hu: Nincs dokumentum az ADF-ben (Automatikus dokumentumadagolóban). A hiba törléséhez nyomja meg a nyomtató kezelőpanelén az <OK> gombot, majd tegyen papírt az ADF-be.
id: Tidak ada dokumen dalam ADF (Penyalur Dokumen Otomatis). Tekan tombol <OK> pada panel operasi pencetak untuk membatalkan kesalahan, kemudian taruh kertas ke dalam ADF.
it: Nessun documento nell'AAD (Alimentatore automatico documenti). Premere il pulsante <OK> sul pannello operativo della stampante per annullare l'errore e inserire la carta nell'AAD.
nb: Ikke noe dokument i ADM (den automatiske dokumentmateren). Trykk på <OK> på skriverens betjeningspanel for å avbryte feilen, og legg deretter papir i ADM.
nl: Geen document in de ADF (automatische documentinvoer). Druk op de knop <OK> op het bedieningspaneel van de printer om de fout op te heffen en plaats vervolgens papier in de ADF.
pl: Brak dokumentu w podajniku ADF (automatycznym podajniku dokumentów). Naciśnij przycisk <OK> na panelu sterowania drukarki, aby anulować błąd, a następnie włóż papier do podajnika ADF.
pt: Não há documento no ADF (Alimentador Automático de Documentos). Pressione o botão <OK> no painel de controle da impressora para cancelar o erro, depois coloque papel no ADF.
ru: В УАП (устройстве автоматической подачи) нет документов. Нажмите кнопку <ОК> на панели управления принтером, чтобы снять состояние ошибки, затем вставьте бумагу в УАП.
sv: Det finns inget dokument i ADF (den automatiska dokumentmataren). Tryck på <OK> på skrivarens manöverpanel för att kvittera felet och lägg sedan i papper i ADF (den automatiska dokumentmataren).
th: ไม่มีเอกสารใน ADF(ตัวป้อนเอกสารอัตโนมัติ) ให้กดปุ่ม <OK> บนแผงการทำงานของเครื่องพิมพ์เพื่อยกเลิกข้อผิดพลาด แล้วใส่กระดาษใน ADF
tr: ADF'de (Otomatik Belge Besleyici) belge yok. Yazıcı işletim panelindeki <OK> düğmesine basarak hatayı iptal edin ve ardından ADF'ye kağıt yerleştirin.

source: Document is too long. Check that the ADF (Auto Document Feeder) cover is closed, and press the <OK> button on the printer's operation panel to eject the document from the ADF.
cs: Dokument je příliš dlouhý. Ověřte, zda je kryt podavače ADF (automatický podavač dokumentů) zavřený, a stisknutím tlačítka <OK> na ovládacím panelu tiskárny vysunete dokument z podavače ADF.
el: Υπερβολικά μεγάλο έγγραφο. Βεβαιωθείτε ότι το κάλυμμα του ADF (Αυτόματος τροφοδότης εγγράφων) είναι κλειστό, και πατήστε το κουμπί <OK> στον πίνακα λειτουργίας του εκτυπωτή για την αφαίρεση του εγγράφου από το ADF.
es: El documento es demasiado largo. Compruebe que la tapa del AAD (alimentador automático de documentos) este cerrada y pulse el botón <OK> en el panel de control de la impresora para expulsar el documento del AAD.
fi: Asiakirja oli liian pitkä. Tarkista, että ADF:n (automaattisen arkinsyöttölaitteen) kansi on suljettu, ja poista asiakirja ADF:stä (automaattisesta arkinsyöttölaitteesta) painamalla tulostimen käyttöpaneelin <OK>-painiketta.
hu: A dokumentum túl hosszú. Ellenőrizze, hogy az ADF (Automatikus dokumentumadagoló) fedele le legyen csukva, és nyomja meg az <OK> gombot a nyomtató kezelőpanelén a dokumentum ADF-ből történő kiadásához.
id: Dokumen terlalu panjang. Pastikan bahwa penutup ADF (Penyalur Dokumen Otomatis) tertutup, dan tekan tombol <OK> pada panel operasi pencetak untuk mengeluarkan dokumen dari ADF.
it: Documento troppo lungo. Verificare la chiusura del coperchio dell'AAD (Alimentatore automatico documenti), quindi premere il pulsante <OK> sul pannello operativo della stampante per espellere il documento dall'AAD.
nb: Dokumentet er for langt. Kontroller at dekselet på ADM (den automatiske dokumentmateren) er lukket, og trykk på <OK> på skriverens betjeningspanel for å fjerne dokumentet fra ADM.
nl: Document is te lang. Controleer of de klep van de ADF (automatisch documentinvoer) is gesloten, en druk op de knop <OK> op het bedieningspaneel van de printer om het document uit de ADF te voeren.
pl: Zbyt długi dokument. Sprawdź, czy pokrywa podajnika ADF (automatycznego podajnika dokumentów) jest zamknięta i naciśnij przycisk <OK> na panelu sterowania drukarki, aby wysunąć dokument z podajnika ADF.
pt: Documento muito grande. Verifique se a tampa do ADF (Alimentador Automático de Documentos) está fechada, e pressione o botão <OK> no painel de controle da impressora para ejetar o documento do ADF.
ru: Слишком длинный документ. Убедитесь, что крышка УАП (устройства автоматической подачи) закрыта, и нажмите кнопку <ОК> на панели управления принтера, чтобы удалить документ из УАП.
sv: Dokumentet är för långt. Kontrollera att locket till ADF (den automatiska dokumentmataren) är stängt, och tryck på <OK> på skrivarens manöverpanel för att mata ut dokumentet från ADF (den automatiska dokumentmataren).
th: เอกสารยาวเกินไป ตรวจให้แน่ใจว่าฝาครอบ ADF(ตัวป้อนเอกสารอัตโนมัติ)ปิดอยู่ และกดปุ่ม <OK> บนแผงการทำงานของเครื่องพิมพ์เพื่อผลักเอกสารจากออกจาก ADF
tr: Belge çok uzun. ADF (Otomatik Belge Besleyici) kapağının kapalı olduğunu kontrol edin, ve belgeyi ADF'den çıkarmak için yazıcı işletim panelindeki <OK> düğmesine basın.
